{"translation-revision-date":"2025-10-17 06:54:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Δεν έχουμε αναλύσει ακόμη αυτό το περιεχόμενο. Ανοίξτε το στον επεξεργαστή σας και αποθηκεύστε το, ώστε να μπορέσουμε να ξεκινήσουμε την ανάλυση."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["Τα 5 κορυφαία ερωτήματα αναζήτησης στον ιστότοπό σας με τον υψηλότερο αριθμό κλικ τις τελευταίες 28 ημέρες."],"%1$s score":["Βαθμολογία %1$s"],"Clicks, Impressions, CTR, Position":["Κλικ, Εμφανίσεις, CTR, Θέση"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["Οι 5 κορυφαίες διευθύνσεις URL στον ιστότοπό σας με τον υψηλότερο αριθμό κλικ τις τελευταίες 28 ημέρες."],"The average position of your website in the Google search results over the last 28 days.":["Η μέση θέση του ιστότοπού σας στα αποτελέσματα αναζήτησης Google τις τελευταίες 28 ημέρες."],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Η μέση αναλογία κλικ για τον ιστότοπό σας στα αποτελέσματα αναζήτησης Google τις τελευταίες 28 ημέρες."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Μέσο CTR"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Κλικ"],"The number of times your website appeared in the Google search results\u0004Impressions":["Εμφανίσεις"],"The number of organic sessions that began on your website.":["Ο αριθμός των οργανικών περιόδων σύνδεσης που ξεκίνησαν στον ιστότοπό σας."],"Data provided by:":["Τα δεδομένα περέχονται από:"],"Average position of your website in the Google search results\u0004Average position":["Μέση θέση"],"Impressions, Clicks, Site CTR, Average position":["Εμφανίσεις, Κλικ, CTR ιστότοπου, Μέση θέση"],"The number of times your website appeared in the Google search results over the last 28 days.":["Πόσες φορές που ο ιστότοπός σας εμφανίστηκε στα αποτελέσματα αναζήτησης της Google τις τελευταίες 28 ημέρες."],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Ο συνολικός αριθμός που οι χρήστες έκαναν κλικ στον σύνδεσμο του ιστότοπού σας στα αποτελέσματα αναζήτησης Google τις τελευταίες 28 ημέρες."],"Last 28 days":["Τελευταίες 28 ημέρες"],"Organic sessions":["Οργανικές συνεδρίες"],"Organic sessions chart":["Γράφημα οργανικών συνεδριών"],"We can’t analyze your content, because you’re in a non-production environment.":["Δεν μπορούμε να αναλύσουμε το περιεχόμενό σας, επειδή βρίσκεστε σε μη παραγωγικό περιβάλλον."],"Top 5 most popular content":["Κορυφαίο των 5 πιο δημοφιλές περιεχόμενο"],"Top 5 search queries":["Κορυφαία 5 ερωτήματα αναζήτησης"],"Query":["Ερώτημα"],"Clicks":["Κλικ"],"CTR":["CTR"],"Impressions":["Εμφανίσεις"],"Landing page":["Σελίδα προορισμού"],"No data to display: Your site hasn't received any visitors yet.":["Δεν υπάρχουν δεδομένα προς εμφάνιση: Ο ιστότοπός σας δεν έχει λάβει ακόμη επισκέπτες."],"Actions":["Ενέργειες"],"Average position":["Μέση θέση"],"We can’t provide an SEO score for this page.":["Δεν μπορούμε να παρέχουμε βαθμολογία SEO για αυτήν τη σελίδα."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Δεν μπορούμε να παρέχουμε βαθμολογίες SEO, επειδή η ανάλυση SEO είναι απενεργοποιημένη για τον ιστότοπό σας."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Κάτι πήγε στραβά. Δοκιμάστε να ανανεώσετε τη σελίδα. Εάν το πρόβλημα παραμένει, δείτε τη σελίδα %1$sΥποστήριξης%2$s."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["Η ανάλυση περιεχομένου δεν έχει ξεκινήσει. Ανοίξτε αυτή τη σελίδα στον επεξεργαστή κειμένου σας, εισαγάγετε μια φράση-κλειδί εστίασης και αποθηκεύστε."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Δεν έχετε άδεια πρόσβασης σε αυτόν την πηγή δεδομένων. Επικοινωνήστε με τον διαχειριστή σας για πρόσβαση. Σε περίπτωση που χρειάζεστε περαιτέρω βοήθεια, δείτε τη σελίδα %1$sΥποστήριξης%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Το χρονικό όριο του αιτήματος έληξε. Δοκιμάστε να ανανεώσετε τη σελίδα. Εάν το πρόβλημα παραμένει, δείτε τη σελίδα %1$sΥποστήριξης%2$s."],"Site Kit by Google":["Site Kit της Google"],"SEO scores":["Βαθμολογία SEO"],"Readability scores":["Βαθμολογία αναγνωσιμότητας"],"Your content has an average SEO score. Time to find opportunities for improvement!":["Το περιεχόμενό σας έχει μια μέση βαθμολογία SEO. Ώρα να βρείτε ευκαιρίες για βελτιώσεις!"],"Your content has an average readability score. Time to find opportunities for improvement!":["Το περιεχόμενό σας έχει μέση βαθμολογία αναγνωσιμότητας. Ώρα να βρείτε ευκαιρίες για βελτιώσεις!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Δεν έχουμε αναλύσει ακόμη αυτό το περιεχόμενο. Ανοίξτε το στο επεξεργαστή σας, βεβαιωθείτε ότι έχει εισαχθεί μια φράση-κλειδί εστίασης και αποθηκεύστε την για να ξεκινήσουμε την ανάλυση."],"Some of your content could use a little extra care. Take a look and start improving!":["Κάποιο από το περιεχόμενό σας θα μπορούσε να έχει λίγη επιπλέον προσοχή. Ρίξτε μια ματιά και ξεκινήστε να το βελτιώνετε!"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Κάποιο από το περιεχόμενό σας δεν έχει αναλυθεί ακόμη. Παρακαλούμε ανοίξτε το και αποθηκεύστε το στον επεξεργαστή σας, ώστε να ξεκινήσουμε την ανάλυση."],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Κάποιο από το περιεχόμενό σας δεν έχει αναλυθεί ακόμα. Ανοίξτε το στο επεξεργαστή σας, βεβαιωθείτε ότι έχει εισαχθεί μια φράση-κλειδί εστίασης και αποθηκεύστε την για να ξεκινήσουμε την ανάλυση."],"Something went wrong.":["Κάτι πήγε λάθος."],"Most of your content has a good readability score. Well done!":["Το μεγαλύτερο μέρος του περιεχομένου σας έχει καλή βαθμολογία αναγνωσιμότητας. Μπράβο!"],"Most of your content has a good SEO score. Well done!":["Η πλειονότητα του περιεχομένου σας έχει καλή βαθμολογία SEO. Συγχαρητήρια!"],"Nothing found":["Δεν βρέθηκε τίποτα"],"All":["Όλες"],"Clear filter":["Καθαρισμός φίλτρου"],"Not analyzed":["Δεν αναλύθηκε"],"Content type":["Τύπος περιεχομένου"],"Needs improvement":["Χρειάζεται βελτίωση"],"Disabled":["Απενεργοποιημένο"],"SEO score":["SEO σκόρ"],"Good":["Καλό"],"OK":["OK"],"Edit":["Επεξεργασία"],"View":["Προβολή"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}