{"translation-revision-date":"2025-10-17 06:54:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Target multiple keyphrases":["Στοχεύστε πολλαπλές λέξεις-κλειδιά"],"Fine-tune your content for every audience":["Βελτιστοποιήστε το περιεχόμενό σας για κάθε κοινό."],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles - helping it get discovered by a wider audience.":["Βελτιστοποιήστε για έως και 5 λέξεις-κλειδιά, ώστε να διαμορφώσετε το περιεχόμενό σας γύρω από διαφορετικά θέματα, κοινά και προσεγγίσεις – βοηθώντας το να ανακαλυφθεί από ευρύτερο κοινό."],"Opens in a new tab":["Άνοιγμα σε νέα καρτέλα"],"Explore %s":["Εξερεύνηση του %s"],"Buy now for 30% off":["Αγοράστε τώρα με έκπτωση 30%"],"SEO that scales with your product catalog.":["SEO που προσαρμόζεται στον κατάλογο προϊόντων σας."],"Cover more search intent with related keyphrases":["Καλύψτε περισσότερες αναζητήσεις με συναφείς λέξεις-κλειδιά."],"Unlock %1$s":["Ξεκλειδώστε το %1$s"],"Upgrade to optimize with precision":["Αναβαθμίστε και κάντε βελτιστοποίηση του περιεχομένου σας με ακρίβεια."],"Get deeper keyphrase insights and stronger headlines":["Αποκτήστε βαθύτερες πληροφορίες για φράσεις-κλειδιά και πιο δυνατούς τίτλους"],"%1$sSynonyms:%2$s Include synonyms of your keyphrase for a more natural flow and smarter suggestions":["%1$sΣυνώνυμα:%2$s Συμπεριλάβετε συνώνυμα της βασικής φράσης σας για πιο φυσική ροή και πιο έξυπνες προτάσεις"],"%1$sTitle check:%2$s Instantly spot missing titles and fix them for better click-through rates":["%1$sΈλεγχος τίτλου:%2$s Εντοπίστε άμεσα τυχόν ελλιπείς τίτλους και διορθώστε τους για καλύτερα ποσοστά κλικ (CTR)."],"%1$sKeyphrase distribution:%2$s See if your keywords are spread evenly so search engines understand your topic":["%1$sΚατανομή φράσης-κλειδί:%2$s Ελέγξτε αν οι λέξεις-κλειδιά σας κατανέμονται ομοιόμορφα, ώστε οι μηχανές αναζήτησης να κατανοούν το θέμα σας."],"Get 30% off now!":["Λάβετε άμεσα έκπτωση 30%!"],"Now includes Local, News & Video SEO + 1 Google Docs seat!":["Τώρα περιλαμβάνει Local, News & Video SEO + 1 θέση στο Google Docs!"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Τώρα με Local, News & Video SEO + 1 θέση στο Google Docs!"],"Make your articles visible, be seen in Google News":["Κάντε τα άρθρα σας ορατά, γίνετε ορατοί στις Ειδήσεις Google"],"Generate SEO optimized metadata in seconds with AI":["Δημιουργήστε μεταδεδομένα βελτιστοποιημένα για SEO σε δευτερόλεπτα με AI"],"Internal links and redirect management, easy":["Διαχείριση εσωτερικών συνδέσμων και ανακατευθύνσεων, εύκολα."],"Easy Local SEO. Show up in Google Maps results":["Ευκολο Local SEO. Εμφανιστείτε στα αποτελέσματα του Google Maps"],"Boost visibility for your products, from 10 or 10,000+":["Αυξήστε την ορατότητα των προϊόντων σας, είτε είναι 10 είτε πάνω από 10.000."],"Built to get found by search, AI, and real users":["Δημιουργήθηκε για να ανακαλύπτεται από μηχανές αναζήτησης, AI και πραγματικούς χρήστες"],"AI tools included":["Περιλαμβάνονται εργαλεία AI"],"Access to friendly help when you need it, day or night":["Λάβετε φιλική βοήθεια όποτε τη χρειάζεστε, μέρα ή νύχτα."],"30-day money back guarantee":["Εγγύηση επιστροφής χρημάτων εντός 30-ημερών."],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"%1$s access":["Πρόσβαση στο %1$s"],"You've used %s spark this month.":["Έχετε χρησιμοποιήσει %s σπίθα αυτό το μήνα.","Έχετε χρησιμοποιήσει %s σπίθες αυτό το μήνα."],"X preview":["Προεπισκόπηση X"],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Για να χρησιμοποιήσετε αυτήν τη δυνατότητα, ο ιστότοπός σας πρέπει να είναι δημόσια προσβάσιμος. Αυτό ισχύει τόσο για δοκιμαστικούς ιστότοπους όσο και για περιπτώσεις όπου το REST API σας προστατεύεται με κωδικό πρόσβασης. Βεβαιωθείτε ότι ο ιστότοπός σας είναι προσβάσιμος στο κοινό και προσπαθήστε ξανά. Μάθετε περισσότερα στη σελίδα μας σχετικά με %1$sσυνήθη προβλήματα και σφάλματα χαρακτηριστικών AI%2$s. Σε περίπτωση που χρειάζεστε περαιτέρω βοήθεια, %3$sεπικοινωνήστε με την ομάδα υποστήριξης%4$s."],"Text generated by AI may be offensive or inaccurate.":["Το κείμενο που δημιουργείται από AI μπορεί να είναι προσβλητικό ή ανακριβές."],"SEO title width":["Μήκος τίτλου SEO"],"Meta description length":["Μήκος meta περιγραφής"],"Generated %s descriptions":["Δημιουργημένες %s περιγραφές"],"Generated %s titles":["Δημιουργήθηκαν %s τίτλοι"],"Generate 5 more":["Δημιουργήστε άλλα 5"],"Apply %s description":["Εφαρμογή %s περιγραφής"],"Apply %s title":["Εφαρμογή %s τίτλου"],"As long as this is a beta feature, you get unlimited sparks.":["Όσο αυτή είναι μια λειτουργία beta, έχετε απεριόριστες σπίθες."],"Close modal":["Κλείσιμο παραθύρου"],"Don’t show again":["Να μην εμφανιστεί ξανά"],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sΣυμβουλή%2$s: Βελτιώστε την ακρίβεια των περιγραφών AI που δημιουργείτε γράφοντας περισσότερο περιεχόμενο στη σελίδα σας."],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sΣυμβουλή%2$s: Βελτιώστε την ακρίβεια των τίτλων AI που δημιουργείτε γράφοντας περισσότερο περιεχόμενο στη σελίδα σας."],"You're out of free sparks!":["Σου τελείωσαν οι δωρεάν σπίθες!"],"Keep the momentum going, unlock unlimited sparks with %s!":["Συνεχίστε με τον ίδιο ρυθμό και ξεκλειδώστε απεριόριστες σπίθες με το %s!"],"Yoast AI cannot reach your site":["Το Yoast AI δεν μπορεί να επικοινωνήσει με τον ιστότοπο σας"],"The request came back with the following error: '%s'.":["Το αίτημα επέστρεψε με το ακόλουθο σφάλμα: '%s'"],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["Η έκδοση του %1$s είναι παρωχημένη. Αναβαθμίστε το %1$s %2$sεδώ%3$s!"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Παρακαλούμε δοκιμάστε ξανά αργότερα. Εάν το πρόβλημα παραμένει, %1$sεπικοινωνήστε με την ομάδα υποστήριξης μας%2$s!"],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["Λόγω των αυστηρών δεοντολογικών οδηγιών του %5$s και των %1$sπολιτικών χρήσης%2$s, δεν μπορούμε να δημιουργήσουμε προτάσεις για το περιεχόμενο αυτής της σελίδας. Εάν σκοπεύετε να χρησιμοποιήσετε τεχνητή νοημοσύνη, αποφύγετε τη χρήση άσεμνου, βίαιου, προστατευμένου πνευματικού περιεχομένου ή σεξουαλικού περιεχομένου. Σε περίπτωση που χρειάζεστε περαιτέρω βοήθεια, %3$sεπικοινωνήστε με την ομάδα υποστήριξης%4$s."],"Usage policy violation":["Παραβίαση πολιτικής χρήσης"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Φαίνεται ότι προέκυψε ένα χρονικό όριο σύνδεσης. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά αργότερα. Μάθετε περισσότερα στη σελίδα μας σχετικά με %1$sσυνήθη προβλήματα και σφάλματα χαρακτηριστικών AI%2$s. Σε περίπτωση που χρειάζεστε περαιτέρω βοήθεια, %3$sεπικοινωνήστε με την ομάδα υποστήριξης%4$s."],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Για να αποκτήσετε πρόσβαση σε αυτήν τη δυνατότητα, χρειάζεστε μια ενεργή συνδρομή %1$s. Παρακαλούμε %3$sεργοποιήστε τη συνδρομή σας στο %2$s%4$s ή %5$s αποκτήστε μια νέα συνδρομή %1$s%6$s. Στη συνέχεια, ανανεώστε αυτήν τη σελίδα. Μπορεί να χρειαστούν έως και 30 δευτερόλεπτα για να λειτουργήσει σωστά η λειτουργικότητα."],"Subscription required":["Απαιτείται συνδρομή"],"Connection timeout":["Χρονικό όριο σύνδεσης"],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Μπορεί να έχετε φτάσει το όριο του ποσοστού Yoast AI για ένα συγκεκριμένο χρονικό διάστημα ή το όριο των σπιθών για αυτόν τον μήνα. Εάν έχετε φτάσει στο όριο του ποσοστού σας, μειώστε τη συχνότητα των αιτημάτων σας για να συνεχίσετε να χρησιμοποιείτε τις λειτουργίες του Yoast AI. Το άρθρο %1$sβοήθεια%2$s μας παρέχει καθοδήγηση για τον αποτελεσματικό προγραμματισμό και το ρυθμό των αιτημάτων σας για μια βελτιστοποιημένη ροή εργασίας."],"You've reached the Yoast AI rate limit":["Έχετε φτάσει στο όριο ρυθμού Yoast AI"],"Refresh page":["Ανανέωση σελίδας"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["Το %4$s απαιτεί την ενεργοποίηση της ανάλυσης SEO. Για να το ενεργοποιήσετε, μεταβείτε στο %2$sΔυνατότητες ιστότοπου%3$s στο %1$s, ενεργοποιήστε την ανάλυση SEO και κάντε κλικ στην επιλογή \"Αποθήκευση αλλαγών\". Εάν είναι απενεργοποιημένο στο προφίλ χρήστη του WordPress, μεταβείτε στο προφίλ σας και ενεργοποιήστε το εκεί. Επικοινωνήστε με τον διαχειριστή σας εάν δεν έχετε πρόσβαση σε αυτές τις ρυθμίσεις."],"SEO analysis required":["Η ανάλυση SEO απαιτείται"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Δοκιμάστε ξανά αργότερα. Εάν αυτό το ζήτημα παραμένει, μπορείτε να μάθετε περισσότερα σχετικά με τους πιθανούς λόγους αυτού του σφάλματος στη σελίδα μας σχετικά με %1$sκοινά προβλήματα και σφάλματα χαρακτηριστικών AI%2$s. Σε περίπτωση που χρειάζεστε περαιτέρω βοήθεια, %3$sεπικοινωνήστε με την ομάδα υποστήριξης%4$s."],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Προσθέστε περισσότερο περιεχόμενο για να εξασφαλίσετε μια πολύτιμη πρόταση τεχνητής νοημοσύνης. Μάθετε περισσότερα στη σελίδα μας σχετικά με %1$sσυνήθη προβλήματα και σφάλματα χαρακτηριστικών AI%2$s. Σε περίπτωση που χρειάζεστε περαιτέρω βοήθεια, %3$sεπικοινωνήστε με την ομάδα υποστήριξης%4$s."],"Not enough content":["Χωρίς αρκετό περιεχόμενο"],"Grant consent for %s":["Χορήγηση συναίνεσης για %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Εγκρίνω τους %1$sΌρους των Υπηρεσιών%2$s & %3$sΠολιτική Απορρήτου%4$s της υπηρεσίας Yoast AI. Αυτό περιλαμβάνει τη συναίνεση στη συλλογή και χρήση δεδομένων για τη βελτίωση της εμπειρίας χρήστη."],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Ενεργοποιήστε το SEO με AI! Χρησιμοποιήστε όλες τις λειτουργίες AI Δημιοργία και Βελτιστοποίηση για να αυξήσετε την αποδοτικότητά σας. Απλά δώστε μας το πράσινο φως. %1$s%2$sΜάθετε περισσότερα%3$s%4$s"],"Grant consent":["Παροχή συναίνεσης"],"Something went wrong":["Παρουσιάστηκε κάποιο σφάλμα"],"Buy now":["Αγοράστε τώρα"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Κάντε την επεξεργασία περιεχομένου παιχνιδάκι! Βελτιστοποιήστε το περιεχόμενο SEO σας με γρήγορες, εφαρμόσιμες προτάσεις με το πάτημα ενός κουμπιού.%1$s%2$sΜάθετε περισσότερα%3$s%4$s"],"Optimize your SEO content with %s":["Βελτιστοποιήστε το περιεχόμενο SEO σας με %s"],"Please switch to the visual editor to optimize with AI.":["Παρακαλούμε μεταβείτε στον οπτικό επεξεργαστή για να βελτιστοποιήσετε με AI."],"Optimize with AI":["Βελτιστοποίηση με AI"],"Undefined error message.":["Απροσδιόριστο μήνυμα σφάλματος."],"Non-inclusive":["Μη περιληπτική"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["Το %s εξετάζει περισσότερα από την κύρια λέξη-κλειδί σας. Αναλύει διαφορετικούς τύπους λέξεων, πληθυντικούς και παρελθοντικούς χρόνους. Αυτό βοηθά τον ιστότοπό σας να αποδίδει ακόμα καλύτερα στις αναζητήσεις!"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Επισημάνετε σημεία βελτίωσης στο κείμενό σας, μην ψάχνετε πλέον για μια βελόνα στα άχυρα, κατευθείαν στη βελτιστοποίηση! Τώρα και στο Elementor!"],"Explore %s now!":["Εξερευνήστε το %s τώρα!"],"Generate product titles & descriptions with AI!":["Δημιουργήστε τίτλους προϊόντων και περιγραφές με AI!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["ΕΚΠΤΩΣΗ 30%"],"Use AI to generate your titles & descriptions!":["Χρησιμοποιήστε TN για να δημιουργήσετε τους τίτλους σας και μετα-περιγραφές"],"Potentially non-inclusive":["Πιθανόν μη συμπεριληπτική"],"Deny":["Άρνηση"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Για να δείτε το βίντεο, χρειάζεται να επιτρέψετε το %1$s να φορτώσει τα ενσωματωμένα βίντεο από %2$s."],"Allow":["Επιτρέπεται"],"Got it!":["Το κατάλαβα!"],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30% ΕΚΠΤΩΣΗ"],"Unlock with %1$s":["Ξεκλειδώστε το με %1$s"],"Something went wrong. An unexpected error occurred.":["Κάτι πήγε λάθος. Προέκυψε ένα μη αναμενόμενο σφάλμα."],"Refresh this page":["Ανανέωση της σελίδας"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Δυστυχώς, αυτό σημαίνει ότι τυχόν μη αποθηκευμένες αλλαγές σε αυτήν την ενότητα θα χαθούν. Μπορείτε να δοκιμάσετε να ανανεώσετε αυτήν τη σελίδα για να επιλύσετε το πρόβλημα. Εάν αυτό το σφάλμα εξακολουθεί να εμφανίζεται, παρακαλούμε επικοινωνήστε με την ομάδα υποστήριξής μας και θα λάβετε όλη τη βοήθεια που χρειάζεστε!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Λυπούμαστε πολύ, αλλά φαίνεται ότι το παρακάτω σφάλμα διέκοψε την εφαρμογή μας:"],"Contact support":["Επικοινωνήστε με την υποστήριξη"],"Inclusive language":["Συμπεριληπτική γλώσσα"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Παρατηρήσαμε ότι χρησιμοποιείτε ένα πολυγλωσσικό πρόσθετο. Λάβετε υπόψη ότι αυτή η ανατροφοδότηση ανάλυσης προορίζεται μόνο για κείμενα γραμμένα στα αγγλικά."],"Learn more about the inclusive language analysis":["Μάθετε περισσότερα σχετικά για την συμπεριληπτική ανάλυση γλώσσας"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sΣυμπεριληπτική γλώσσας%2$s: Δεν έχουμε εντοπίσει πιθανές μη συμπεριληπτικές φράσεις. Καταπληκτική δουλειά!"],"Dismiss":["Απόρριψη"],"Premium SEO analysis":["Premium ανάλυση SEO"],"Beta":["Υπό δοκιμή"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sΠολύπλοκοτητα λέξης%2$s: Είναι το λεξιλόγιό σας κατάλληλο για μεγαλύτερο κοινό; Το %3$sYoast SEO Premium θα σας το πει!%4$s"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sΚατανομή της φράσης-κλειδί%2$s: Έχετε κατανείμει ομοιόμορφα τη φράση-κλειδί εστίασης σε όλο το κείμενο; Το %3$sYoast SEO Premium θα σας το πει!%4$s"],"Try again":["Προσπαθήστε ξανά"],"Please enter a focus keyphrase first to track keyphrase performance":["Παρακαλούμε εισάγετε πρώτα μια εστιασμένη φράση-κλειδί για να παρακολουθήσετε την απόδοση της"],"Select image":["Επιλέξτε εικόνα"],"Please enter a focus keyphrase first to get related keyphrases":["Παρακαλώ εισάγετε πρώτα μια εστιασμένη φράση-κλειδί για να λάβετε σχετικές φράσεις-κλειδιά"],"Get related keyphrases":["Λάβετε σχετικές φράσεις-κλειδιά"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Η φράση κλειδί που εισάγατε είναι πολύ μεγάλη. Το ανώτατο επιτρεπόμενο όριο ορίζεται έως 191 χαρακτήρες."],"Desktop result":["Αποτέλεσμα επιτραπέζιου"],"Google preview":["Προεπισκόπηση Google"],"Mobile result":["Αποτέλεσμα σε κινητά"],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"Help on choosing the perfect focus keyphrase":["Βοήθεια για την επιλογή της ιδανικής φράσης-κλειδί"],"Go %s!":["Πηγαίνετε στο %s!"],"Focus keyphrase":["Εστιάστε στη φράση - κλειδί"],"Add related keyphrase":["Προσθέστε σχετική φράση-κλειδί"],"Learn more about the readability analysis":["Μάθετε περισσότερα για την ανάλυση αναγνωσιμότητας."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Προσπαθείτε να χρησιμοποιήσετε πολλές λέξεις-κλειδιά; Θα πρέπει να τις προσθέσετε ξεχωριστά παρακάτω."],"Analysis results":["Αποτελέσματα ανάλυσης"],"Enter a focus keyphrase to calculate the SEO score":["Παρακαλώ εισάγετε μια λέξη κλειδί προκειμένου να υπολογιστεί το σκορ του SEO"],"Learn more about Cornerstone Content.":["Μάθετε περισσότερα για το Βασικό Περιεχόμενο "],"Mark as cornerstone content":["Σημειώστε ως το βασικό περιεχόμενο"],"Cornerstone content should be the most important and extensive articles on your site.":["Το Βασικό Περιεχόμενο πρέπει να είναι τα πιο σημαντικά και εκτενή άρθρα στον ιστότοπο σας."],"Add synonyms":["Προσθέστε συνώνυμα"],"SEO analysis":["Ανάλυση SEO"],"Good results":["Καλά αποτελέσματα"],"Errors":["Σφάλματα"],"Considerations":["Προβληματισμοί"],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Cornerstone content":["Σημαντικό περιεχόμενο"],"24\/7 support":["Υποστήριξη 24\/7"],"Good SEO score":["Πολύ καλή SEO βαθμολογία"],"OK SEO score":["Καλή SEO βαθμολογία"],"Social preview":["Προεπισκόπηση κοινωνικών δικτύων"],"Needs improvement":["Χρειάζεται βελτίωση"],"Readability analysis":["Ανάλυση αναγνωσιμότητας"],"Problems":["Προβλήματα"],"Not available":["Δεν είναι διαθέσιμο"],"Improvements":["Βελτιώσεις"],"Good":["Καλό"],"Close":["Κλείσιμο"],"Previous":["Προηγούμενο"],"Next":["Επόμενο"],"OK":["OK"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}