{"translation-revision-date":"2025-10-17 06:54:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Buy now for 30% off":["Αγοράστε τώρα με έκπτωση 30%"],"SEO that scales with your product catalog.":["SEO που προσαρμόζεται στον κατάλογο προϊόντων σας."],"Get 30% off now!":["Λάβετε άμεσα έκπτωση 30%!"],"Now includes Local, News & Video SEO + 1 Google Docs seat!":["Τώρα περιλαμβάνει Local, News & Video SEO + 1 θέση στο Google Docs!"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Τώρα με Local, News & Video SEO + 1 θέση στο Google Docs!"],"Make your articles visible, be seen in Google News":["Κάντε τα άρθρα σας ορατά, γίνετε ορατοί στις Ειδήσεις Google"],"Generate SEO optimized metadata in seconds with AI":["Δημιουργήστε μεταδεδομένα βελτιστοποιημένα για SEO σε δευτερόλεπτα με AI"],"Internal links and redirect management, easy":["Διαχείριση εσωτερικών συνδέσμων και ανακατευθύνσεων, εύκολα."],"Easy Local SEO. Show up in Google Maps results":["Ευκολο Local SEO. Εμφανιστείτε στα αποτελέσματα του Google Maps"],"Boost visibility for your products, from 10 or 10,000+":["Αυξήστε την ορατότητα των προϊόντων σας, είτε είναι 10 είτε πάνω από 10.000."],"Built to get found by search, AI, and real users":["Δημιουργήθηκε για να ανακαλύπτεται από μηχανές αναζήτησης, AI και πραγματικούς χρήστες"],"AI tools included":["Περιλαμβάνονται εργαλεία AI"],"Access to friendly help when you need it, day or night":["Λάβετε φιλική βοήθεια όποτε τη χρειάζεστε, μέρα ή νύχτα."],"30-day money back guarantee":["Εγγύηση επιστροφής χρημάτων εντός 30-ημερών."],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"%1$s access":["Πρόσβαση στο %1$s"],"Update Site Kit by Google to the latest version to connect %s.":["Ενημερώστε το Site Kit από την Google στην πιο πρόσφατη έκδοση για να συνδέσετε το %s."],"Update Site Kit by Google":["Ενημέρωση Site Kit από την Google"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Δεν έχετε πρόσβαση προβολής στο Site Kit από την Google. Επικοινωνήστε με τον διαχειριστή που το ρυθμίζει."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Παρακαλούμε επικοινωνήστε με τον διαχειριστή του WordPress για να εγκαταστήσετε, να ενεργοποιήσετε και να ρυθμίσετε το πρόσθετο Site Kit της Google."],"Yes, disconnect":["Ναι, αποσύνδεση"],"No, stay connected":["Όχι, μείνετε συνδεδεμένοι"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["Με την αποσύνδεση, θα ανακαλέσετε τη συγκατάθεσή σας για την πρόσβαση της Yoast στα δεδομένα σας στο Site Kit, πράγμα που σημαίνει ότι δεν μπορούμε πλέον να εμφανίζουμε πληροφορίες από το Site Kit της Google στον πίνακα ελέγχου σας. Θέλετε να προχωρήσετε;"],"Are you sure?":["Είστε βέβαιοι;"],"SET UP":["ΡΥΘΜΙΣΗ"],"CONNECT":["ΣΥΝΔΕΣΗ"],"INSTALL":["ΕΓΚΑΤΑΣΤΑΣΗ"],"ACTIVATE":["ΕΝΕΡΓΟΠΟΙΗΣΗ"],"Install Site Kit by Google":["Εγκαταστήστε το Site Kit από την Google"],"Set up Site Kit by Google":["Ρυθμίστε το Site Kit από τη Google"],"Get valuable insights with %1$sSite Kit by Google%2$s":["Λάβετε πολύτιμες πληροφορίες με το %1$sSite Kit της Google%2$s"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Δώστε μας άδεια πρόσβασης στα δεδομένα του Site Kit, επιτρέποντας την εμφάνιση πληροφοριών από εργαλεία όπως το Google Analytics και το Search Console απευθείας στον πίνακα ελέγχου σας."],"Grant consent":["Παροχή συναίνεσης"],"Site Kit by Google":["Site Kit της Google"],"Successfully connected":["Επιτυχής σύνδεση"],"View traffic and search rankings on your dashboard by connecting your Google account.":["Δείτε την επισκεψιμότητα και την κατάταξη αναζήτησης στον πίνακα ελέγχου σας συνδέοντας τον λογαριασμό σας Google."],"Activate Site Kit by Google":["Ενεργοποιήστε το Site Kit της Google"],"Connect Site Kit by Google":["Σύνδεση με το Site Kit της Google"],"Disconnect":["Αποσύνδεση"],"Grant consent to connect with Site Kit by Google":["Παραχωρήστε συγκατάθεση για σύνδεση με το Site Kit της Google"],"Buy now":["Αγοράστε τώρα"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Κάντε την επεξεργασία περιεχομένου παιχνιδάκι! Βελτιστοποιήστε το περιεχόμενο SEO σας με γρήγορες, εφαρμόσιμες προτάσεις με το πάτημα ενός κουμπιού.%1$s%2$sΜάθετε περισσότερα%3$s%4$s"],"Optimize your SEO content with %s":["Βελτιστοποιήστε το περιεχόμενο SEO σας με %s"],"Undefined error message.":["Απροσδιόριστο μήνυμα σφάλματος."],"Explore %s now!":["Εξερευνήστε το %s τώρα!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["ΕΚΠΤΩΣΗ 30%"],"Verify your site on %1$s%2$s%3$s":["Επαληθεύστε το ιστότοπο σας στο %1$s%2$s%3$s"],"Get %1$srich results for your digital products%2$s in Google search":["Λάβετε %1$srich αποτελέσματα για τα ψηφιακά σας προϊόντα%2$s στην αναζήτηση Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Προσθέστε αξιοπιστία στο προφίλ σας %1$s επαληθεύοντας τον ιστότοπό σας με %2$s."],"Mastodon profile added":["Προστέθηκε το προφίλ Mastodon"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["Το %2$s ενσωματώνει την έξοδο Schema του %1$s στη δική του για να αποκτήσει πλούσια αποσπάσματα για τα ψηφιακά σας προϊόντα!"],"Mastodon profile not yet added":["Το προφίλ Mastodon δεν προστέθηκε ακόμη"],"Deny":["Άρνηση"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Για να δείτε το βίντεο, χρειάζεται να επιτρέψετε το %1$s να φορτώσει τα ενσωματωμένα βίντεο από %2$s."],"Allow":["Επιτρέπεται"],"Upgrade your %1$s%2$s%3$s SEO":["Αναβαθμίστε το %1$s%2$s%3$s SEO σας"],"Improve your internal search results with %1$s%2$s%3$s":["Βελτιώστε τα εσωτερικά σας αποτελέσματα αναζήτησης με %1$s%2$s%3$s"],"Schema API integrations":["Ενσωματώσεις schema API"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Ενσωματώστε τα προσαρμοσμένα πεδία και τα δεδομένα SEO από το %1$s%2$s%3$s"],"Get %1$srich results for your events%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα για τις εκδηλώσεις σας%2$s στην αναζήτηση Google"],"Get %1$srich results for your recipes%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα για τις συνταγές σας%2$s στην αναζήτηση Google"],"Get %1$srich results for your podcast%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα για το podcast%2$s σας στην αναζήτηση της Google"],"Get %1$srich product results%2$s in Google search":["Λάβετε %1$sπλούσια αποτελέσματα%2$s στην αναζήτηση Google"],"Unlock rich snippets for your product pages by using %1$s.":["Ξεκλειδώστε εμπλουτισμένα αποσπάσματα για τις σελίδες προϊόντων σας χρησιμοποιώντας το %1$s."],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Ξεκλειδώστε εμπλουτισμένα αποτελέσματα στην αναζήτηση Google χρησιμοποιώντας πρόσθετα που ενσωματώνονται στο %1$sYoast Schema API%2$s."],"Track your rankings through time with %1$s%2$s%3$s":["Παρακολουθήστε την κατάταξή σας διαχρονικά με %1$s%2$s%3$s"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["Το %1$s ενσωματώνεται με το Schema API του %2$s για να αποκτήσετε πλούσια αποσπάσματα για τα podcast σας!"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["Το %1$s ενσωματώνεται με το Schema API του %2$s για να έχετε πλούσια σύνολα για τις συνταγές σας!"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["Το %1$s ενσωματώνεται με το Schema API του %2$s για να λαμβάνει πλούσια αποσπάσματα για τις εκδηλώσεις σας!"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["Το %s μπορεί να ενσωματωθεί με άλλα προϊόντα, για να σας βοηθήσει να βελτιώσετε περαιτέρω τον ιστότοπό σας. Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε αυτές τις ενσωματώσεις παρακάτω."],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Χρησιμοποιήστε %1$s%2$s%3$s για να κάνετε έρευνα λέξεων-κλειδιών - χωρίς να εγκαταλείψετε την δημοσίευση σας"],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30% ΕΚΠΤΩΣΗ"],"Learn more":["Μάθετε περισσότερα"],"Unlock with %1$s":["Ξεκλειδώστε το με %1$s"],"Something went wrong. An unexpected error occurred.":["Κάτι πήγε λάθος. Προέκυψε ένα μη αναμενόμενο σφάλμα."],"Refresh this page":["Ανανέωση της σελίδας"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Δυστυχώς, αυτό σημαίνει ότι τυχόν μη αποθηκευμένες αλλαγές σε αυτήν την ενότητα θα χαθούν. Μπορείτε να δοκιμάσετε να ανανεώσετε αυτήν τη σελίδα για να επιλύσετε το πρόβλημα. Εάν αυτό το σφάλμα εξακολουθεί να εμφανίζεται, παρακαλούμε επικοινωνήστε με την ομάδα υποστήριξής μας και θα λάβετε όλη τη βοήθεια που χρειάζεστε!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Λυπούμαστε πολύ, αλλά φαίνεται ότι το παρακάτω σφάλμα διέκοψε την εφαρμογή μας:"],"Contact support":["Επικοινωνήστε με την υποστήριξη"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Χρησιμοποιήστε %s πεδία για να ενισχύσετε τις μετα-ετικέτες και τα πρότυπά σας και να αναλύσετε όλο το περιεχόμενό σας."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Αναβαθμίστε τις μετα-ετικέτες και τις προεπισκοπήσεις κοινωνικής δικτύωσης και διαχειριστείτε τις ρυθμίσεις SEO σας σε ένα μέρος."],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Επωφεληθείτε από τα αγαπημένα σας εργαλεία SEO και ανάλυσης περιεχομένου με το αγαπημένο σας πρόγραμμα δημιουργίας σελίδων."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Παρακολουθήστε την κατάταξη των δημοσιεύσεων σας συνδέοντας τον λογαριασμό σας %s."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Βελτιώστε το τεχνικό σας SEO, τις μετα-ετικέτες και ξεκλειδώστε περισσότερα εργαλεία ηλεκτρονικού εμπορίου SEO."],"Find out what your audience is searching for with %s data right in your sidebar.":["Μάθετε τι αναζητά το κοινό σας με τα δεδομένα %s ακριβώς στην πλευρική στήλη σας."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Συνδέστε τον λογαριασμό σας %1$s για να βελτιώσετε τα αποτελέσματα αναζήτησης του ιστότοπού σας χρησιμοποιώντας δεδομένα %2$s."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Αξιοποιήστε στο έπακρο %1$s%2$s%3$s και %4$s μαζί"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Αποκτήστε %1$s εργαλεία και λειτουργικότητα σε %2$s%3$s%4$s"],"Enable integration":["Ενεργοποίηση ενσωμάτωσης"],"Recommended integrations":["Προτεινόμενες ενσωματώσεις"],"Plugin integrations":["Ενσωματώσεις προσθέτου"],"Plugin not detected":["Το πρόσθετο δεν εντοπίστηκε"],"Network Disabled":["Το δίκτυο είναι απενεργοποιημένο"],"Integration unavailable for multisites":["Η ενσωμάτωση δεν είναι διαθέσιμη για πολλαπλούς ιστότοπους"],"Integration active":["Ενεργή ενσωμάτωση"],"Install %1$s Content Analysis for %2$s":["Εγκατάσταση %1$s Ανάλυση περιεχομένου για %2$s"],"Activate %1$s Content Analysis for %2$s":["Ενεργοποιήστε την Ανάλυση περιεχομένου %1$s για %2$s"],"%1$s integrates with %2$s":["Το %1$s ενσωματώνεται με το %2$s"],"Beta":["Υπό δοκιμή"],"Activate %s":["Ενεργοποίηση %s"],"Unlock with Premium":["Ξεκλειδώστε με το Premium"],"New":["Νέο"],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"Other integrations":["Άλλες ενσωματώσεις"],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"24\/7 support":["Υποστήριξη 24\/7"],"Buy %s":["Αγορά %s"],"Integrations":["Ενσωμάτωση"],"Close":["Κλείσιμο"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}