{"translation-revision-date":"2025-10-17 06:54:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Beta":["Υπό δοκιμή"],"New":["Νέο"],"seconds":["δευτερόλεπτα"],"Remove image":["Αφαίρεση Εικόνας"],"Select image":["Επιλέξτε εικόνα"],"Replace image":["Αντικατάσταση εικόνας"],"Dismiss this alert":["Απορρίψτε αυτήν την ειδοποίηση"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Οι ακόλουθες λέξεις και συνδυασμοί λέξεων εμφανίζονται περισσότερο στο περιεχόμενο. Αυτά δίνουν μία ένδειξη για το σε τι εστιάζει το περιεχόμενο σας. Αν οι λέξεις διαφέρουν πολύ από το θέμα σας, ίσως να θέλετε να ξαναγράψετε το περιεχόμενο σας ανάλογα."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Μόλις προσθέσετε λίγο περισσότερο κείμενο, θα σας παρέχουμε μία λίστα με τις λέξεις που εμφανίζονται πιο συχνά στο περιεχόμενο. Αυτο θα σας δώσει μια ένδειξη σχετικά με το που εστιάζει το περιεχόμενο σας. "],"%d occurrences":["%d περιστατικά"],"hours":["ώρες"],"minutes":["λεπτά"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Διαβάστε τον %1$sοδηγό μας για την μελέτη λέξεων-κλειδιών%2$s για να μάθετε περισσότερα σχετικά με την μελέτη λέξεων-κλειδιών και την στρατηγική τους."],"Prominent words":["Διακεκριμένες λέξεις"],"Something went wrong. Please reload the page.":["Κάτι πήγε λάθος. Παρακαλώ φορτώστε πάλι την σελίδα."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Η γλώσσα τηου ιστότοπού σας είναι %s. Αυτό δεν είναι σωστό, επικοινωνήστε με τον διαχειριστή σας"],"Dismiss this notice":["Απορρίψτε την ειδοποίηση"],"On":["Ενεργό"],"Off":["Απενεργοποιημένο"],"Change language":["Αλλαγή γλώσσας"],"Your site language is set to %s.":["Η γλώσσα του ιστότοπου είναι ρυθμισμένη σε %s."],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Close":["Κλείσιμο"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}