{"translation-revision-date":"2025-10-17 06:54:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"You have activated the Yoast llms.txt feature, but we couldn't generate an llms.txt file, for unknown reasons":["Έχετε ενεργοποιήσει τη λειτουργία Yoast llms.txt, αλλά δεν μπορέσαμε να δημιουργήσουμε το αρχείο llms.txt, για άγνωστους λόγους."],"Buy now for 30% off":["Αγοράστε τώρα με έκπτωση 30%"],"SEO that scales with your product catalog.":["SEO που προσαρμόζεται στον κατάλογο προϊόντων σας."],"An existing llms.txt file wasn't created by Yoast or has been edited manually. Yoast won't overwrite it. %1$sDelete it manually%2$s or turn off this feature.":["Ένα υπάρχον αρχείο llms.txt που δεν δημιουργήθηκε από το Yoast ή έχει υποστεί χειροκίνητη επεξεργασία. Το Yoast δεν θα το αντικαταστήσει. %1$sΔιαγράψτε το χειροκίνητα%2$s ή απενεργοποιήστε αυτήν τη λειτουργία."],"Get 30% off now!":["Λάβετε άμεσα έκπτωση 30%!"],"Now includes Local, News & Video SEO + 1 Google Docs seat!":["Τώρα περιλαμβάνει Local, News & Video SEO + 1 θέση στο Google Docs!"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Τώρα με Local, News & Video SEO + 1 θέση στο Google Docs!"],"Make your articles visible, be seen in Google News":["Κάντε τα άρθρα σας ορατά, γίνετε ορατοί στις Ειδήσεις Google"],"Generate SEO optimized metadata in seconds with AI":["Δημιουργήστε μεταδεδομένα βελτιστοποιημένα για SEO σε δευτερόλεπτα με AI"],"Internal links and redirect management, easy":["Διαχείριση εσωτερικών συνδέσμων και ανακατευθύνσεων, εύκολα."],"Easy Local SEO. Show up in Google Maps results":["Ευκολο Local SEO. Εμφανιστείτε στα αποτελέσματα του Google Maps"],"Boost visibility for your products, from 10 or 10,000+":["Αυξήστε την ορατότητα των προϊόντων σας, είτε είναι 10 είτε πάνω από 10.000."],"Built to get found by search, AI, and real users":["Δημιουργήθηκε για να ανακαλύπτεται από μηχανές αναζήτησης, AI και πραγματικούς χρήστες"],"AI tools included":["Περιλαμβάνονται εργαλεία AI"],"Access to friendly help when you need it, day or night":["Λάβετε φιλική βοήθεια όποτε τη χρειάζεστε, μέρα ή νύχτα."],"30-day money back guarantee":["Εγγύηση επιστροφής χρημάτων εντός 30-ημερών."],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"%1$s access":["Πρόσβαση στο %1$s"],"Privacy policy":["Πολιτική απορρήτου"],"View the %1$s file":["Προβολή του αρχείου %1$s"],"Terms page":["Σελίδα όρων"],"Remove page %1$s":["Αφαίρεση της σελίδας %1$s"],"Select the pages that you want to include in the %1$s file":["Επιλέξτε τις σελίδες που θέλετε να περιλάβετε στο αρχείο %1$s."],"Shop page":["Σελίδα καταστήματος"],"Pages are %1$sdisabled from being shown in the search results%2$s.":["Οι σελίδες έχουν %1$sαποκλειστεί από την εμφάνιση στα αποτελέσματα αναζήτησης%2$s."],"Manual page selection":["Χειροκίνητη επιλογή σελίδας"],"Generate an automatic page selection based on %1$sYoast SEO’s best practices%2$s, or manually choose the pages to be included in your %3$s file.":["Δημιουργήστε αυτόματα μια επιλογή σελίδων βάσει των %1$sβέλτιστων πρακτικών του Yoast SEO%2$s, ή επιλέξτε χειροκίνητα τις σελίδες που θα περιληφθούν στο αρχείο %3$s."],"Enabling this feature generates and updates an %1$s file weekly that lists a selection of your site's content.":["Η ενεργοποίηση αυτής της δυνατότητας δημιουργεί και ενημερώνει εβδομαδιαία ένα αρχείο %1$s που περιλαμβάνει μια επιλογή περιεχομένου του ιστότοπού σας."],"Automatic page selection":["Αυτόματη επιλογή σελίδας"],"By saving your changes we will generate your %1$s file.":["Με την αποθήκευση των αλλαγών σας θα δημιουργήσουμε το αρχείο %1$s."],"Contact page":["Σελίδα επικοινωνίας"],"Content pages":["Σελίδες περιεχομένου"],"Customize llms.txt file":["Προσαρμογή αρχείου llms.txt"],"About us page":["Σελίδα σχετικά για εμάς"],"Add page":["Προσθήκη σελίδας"],"%1$s page selection":["%1$s επιλογή σελίδας"],"Search or select a page…":["Αναζήτηση ή επιλογή σελίδας…"],"Enable the llms.txt feature":["Ενεργοποίηση της λειτουργίας llms.txt"],"Future-proof your website for visibility in AI tools like ChatGPT and Google Gemini. This helps them provide better, more accurate information about your site. %1$sLearn more about the %2$s file%3$s.":["Εξασφαλίστε ότι ο ιστότοπός σας θα παραμείνει ορατός σε εργαλεία AI όπως το ChatGPT και το Google Gemini. Αυτό τα βοηθά να παρέχουν πιο ακριβείς και ενημερωμένες πληροφορίες για τον ιστότοπό σας. %1$sΜάθετε περισσότερα για το αρχείο %2$s%3$s."],"Enable %1$s file feature":["Ενεργοποιήστε τη δυνατότητα αρχείου %1$s"],"Automatically generate an llms.txt file that points LLMs to your site's most relevant content. We also gave you editor access.":["Δημιουργήστε αυτόματα ένα αρχείο llms.txt που κατευθύνει τα LLMs στο πιο σχετικό περιεχόμενο του ιστότοπού σας. Σας παρέχουμε επίσης πρόσβαση στον διορθωτή."],"You have activated the Yoast llms.txt feature, but we couldn't generate an llms.txt file. It looks like there aren't sufficient permissions on the web server's filesystem.":["Έχετε ενεργοποιήσει τη λειτουργία Yoast llms.txt, αλλά δεν μπορέσαμε να δημιουργήσουμε ένα αρχείο llms.txt. Φαίνεται ότι δεν υπάρχουν επαρκή δικαιώματα στο σύστημα αρχείων του διακομιστή."],"Generate a file that points to your website's most relevant content. Designed to help AI Assistants understand your website better.":["Δημιουργήστε ένα αρχείο που παραπέμπει στο πιο σχετικό περιεχόμενο του ιστότοπού σας. Σχεδιασμένο για να βοηθήσει τους Βοηθούς Τεχνητής Νοημοσύνης να κατανοήσουν καλύτερα τον ιστότοπό σας."],"llms.txt":["llms.txt"],"Quick search…":["Γρήγορη αναζήτηση..."],"Search…":["Αναζήτηση..."],"Add new page…":["Προσθήκη νέας σελίδας..."],"Add new user…":["Προσθήκη νέου χρήστη..."],"Buy now":["Αγοράστε τώρα"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Κάντε την επεξεργασία περιεχομένου παιχνιδάκι! Βελτιστοποιήστε το περιεχόμενο SEO σας με γρήγορες, εφαρμόσιμες προτάσεις με το πάτημα ενός κουμπιού.%1$s%2$sΜάθετε περισσότερα%3$s%4$s"],"Optimize your SEO content with %s":["Βελτιστοποιήστε το περιεχόμενο SEO σας με %s"],"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["Οι λειτουργίες AI σας βοηθούν να δημιουργήσετε καλύτερο περιεχόμενο παρέχοντας προτάσεις βελτιστοποίησης τις οποίες μπορείτε να εφαρμόσετε όπως εσείς επιθυμείτε."],"Undefined error message.":["Απροσδιόριστο μήνυμα σφάλματος."],"X card data":["Κάρτα στοιχείων X"],"The selected file is not an image.":["Το επιλεγμένο αρχείο δεν είναι εικόνα."],"Organization X":["Οργανισμός X"],"LEI code":["Κώδικας LEI"],"E.g. https:\/\/x.com\/yoast":["Π.χ. https:\/\/x.com\/yoast"],"X":["X"],"suggestions":["προτάσεις"],"meta title":["meta τίτλος"],"Artificial intelligence":["Τεχνητή νοημοσύνη"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Πείτε μας περισσότερα για τα αναγνωριστικά του οργανισμού σας. Αυτές οι πληροφορίες θα βοηθήσουν την Google να εμφανίζει ακριβείς και χρήσιμες λεπτομέρειες σχετικά με τον οργανισμό σας."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["Έχετε ενεργοποιήσει το %1$s στον ιστότοπό σας. Μπορείτε να εισάγετε το email και το τηλέφωνό σας στις ρυθμίσεις %2$s'Πληροφορίες Επιχείρησης'%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["Έχετε ενεργοποιήσει το %1$s στον ιστότοπό σας και έχετε διαμορφώσει την επιχείρησή σας για πολλές τοποθεσίες. Αυτό σας επιτρέπει να παρέχετε το email και το τηλέφωνό σας για %2$sαναζήτηση σε συγκεκριμένη τοποθεσία%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["Έχετε ενεργοποιήσει το %1$s στον ιστότοπό σας και έχετε διαμορφώσει την επιχείρησή σας για πολλές τοποθεσίες. Αυτό σας επιτρέπει να παρέχετε το ΑΦΜ σας για %2$sαναζήτηση σε συγκεκριμένη τοποθεσία%3$s."],"Organization identifiers":["Αναγνωριστικά οργανισμού"],"Select a range \/ Enter a number":["Επιλέξτε ένα εύρος \/ Εισαγάγετε έναν αριθμό"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["Εμπλουτίστε το προφίλ του οργανισμού σας παρέχοντας πιο εμπεριστατωμένες πληροφορίες. Όσο περισσότερες λεπτομέρειες κοινοποιείτε, τόσο καλύτερα η Google κατανοεί τον ιστότοπό σας."],"Additional organization info":["Επιπλέον πληροφορίες οργανισμού"],"5001–10000 employees":["5001–10000 υπαλλήλους"],"1001–5000 employees":["1001–5000 υπαλλήλους"],"501–1000 employees":["501–1000 υπαλλήλους"],"201–500 employees":["201–500 υπαλλήλους"],"51–200 employees":["51–200 υπαλλήλους"],"11–50 employees":["11–50 υπαλλήλους"],"1–10 employees":["1–10 υπαλλήλους"],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["Έχετε ενεργοποιήσει το %1$s στον ιστότοπό σας. Μπορείτε να καταχωρίσετε το ΑΦΜ σας στις ρυθμίσεις %2$s'Πληροφορίες Επιχείρησης'%3$s."],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Έχετε ενεργοποιήσει το %1$s στον ιστότοπό σας, ορίζοντας αυτόματα τον τύπο Σελίδας για τα προϊόντα σας σε \"Σελίδα Στοιχείου\". Ως αποτέλεσμα έχει, την επιλογή τύπου σελίδας είναι απενεργοποιημένη."],"NAICS":["NAICS"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"Tax ID":["Α.Φ.Μ."],"VAT ID":["Ταυτότητα ΦΠΑ"],"Number of employees":["Αριθμός υπαλλήλων"],"Organization's founding date":["Ημερομηνία ιδρύσεως οργανισμού"],"Organization's legal name":["Νομικό όνομα του οργανισμού"],"Organization phone number":["Τηλεφωνικός αριθμός οργανισμού"],"Organization email address":["Διεύθυνση email οργανισμού"],"Organization description":["Περιγραφή οργανισμού"],"leicode":["leicode"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Δεν χρειάζεται να καταλάβετε τι να συνδέσετε. Λαμβάνετε προτάσεις σύνδεσης για σχετικά άρθρα και σελίδες για να διευκολύνετε την πλοήγηση στον ιστότοπό σας."],"Explore %s now!":["Εξερευνήστε το %s τώρα!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Προσθέστε έναν κανόνα ‘disallow’ στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το Google-Extended bot. Η ενεργοποίηση αυτής της ρύθμισης δεν θα εμποδίσει την Google να ευρετηριάσει τον ιστότοπό σας."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Προσθέστε έναν κανόνα ‘disallow’ στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το OpenAI GPTBot."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don't. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Πολλή επισκεψιμότητα στον ιστό προέρχεται από bots που ανιχνεύουν τον ιστό. Ορισμένα μπορούν να ωφελήσουν τον ιστότοπο ή την επιχείρησή σας, ενώ άλλα bots όχι. Ο αποκλεισμός ανεπιθύμητων bots μπορεί να εξοικονομήσει ενέργεια, να βοηθήσει στην απόδοση του ιστότοπου και να προστατεύσει περιεχόμενο που προστατεύεται από πνευματικά δικαιώματα. Μάθετε περισσότερα σχετικά  %1$sγια το πότε να αποκλείσετε τα ανεπιθύμητα bots%2$s."],"Prevent Common Crawl CCBot from crawling":["Αποτρέψτε την ανίχνευση από το Common Crawl CCBot"],"Prevent Google Gemini and Vertex AI bots from crawling":["Αποτρέψτε την ανίχνευση από τα ρομπότ Google Bard και Vertex AI"],"Prevent OpenAI GPTBot from crawling":["Αποτρέψτε την ανίχνευση από το OpenAI GPTBot"],"Internal linking suggestions":["Προτάσεις εσωτερικών συνδέσεων"],"Learn more about %s (Opens in a new browser tab)":["Μάθετε περισσότερα για το %s (Ανοίγει σε νέα καρτέλα του προγράμματος περιήγησης)"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["ΕΚΠΤΩΣΗ 30%"],"Social media appearance":["Εμφάνιση στα κοινωνικά δίκτυα"],"AI generator":["Γεννήτρια AI"],"AI title & description generator":["Γεννήτρια τίτλου και περιγραφής AI"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Λάβετε υπόψη ότι οι ακόλουθες παράμετροι που χρησιμοποιούνται συνήθως δεν θα καταργηθούν: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s και %7$s."],"Clear selection":["Καθαρισμός επιλογών"],"Site policies":["Πολιτικές ιστότοπου"],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Επιλέξτε μια σελίδα που παρέχει πληροφορίες σχετικά με τις πολιτικές σας για την διαφορετικότητα για το %1$sεκδοτικό%2$s περιεχόμενο."],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Επιλέξτε μια σελίδα που παρέχει πληροφορίες σχετικά με τις πολιτικές διαφορετικότητας για %1$sπροσωπικό%2$s, %1$sπρόσληψη%2$s και %1$sεργασία%2$s."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Επιλέξτε μια σελίδα που περιγράφει τη διαδικασία αντιμετώπισης %1$sσφαλμάτων%2$s (π.χ. δημοσίευση ανακλήσεων ή διορθώσεων)."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Επιλέξτε μια σελίδα που περιγράφει τα προσωπικά, οργανωτικά και εταιρικά %1$sπρότυπα%2$s της %1$sσυμπεριφοράς%2$s που αναμένεται από τον οργανισμό σας."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Επιλέξτε μια σελίδα που περιγράφει τις αρχές σύνταξης του οργανισμού σας. %1$sΓια τι%2$s γράφετε, %1$sποιον%2$s γράφετε και %1$sγιατί%2$s;"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Επιλέξτε μια σελίδα που περιγράφει τον τρόπο με τον οποίο ο οργανισμός σας συλλέγει και ανταποκρίνεται σε %1$sσχόλια%2$s, αλληλεπιδρά με το %1$sκοινό%2$s και δίνει προτεραιότητα στη %1$sδιαφάνεια%2$s."],"Please see the “New” badges and review the Search appearance settings.":["Δείτε τα σήματα \"Νέο\" και ελέγξτε τις ρυθμίσεις εμφάνισης Αναζήτησης."],"New type of content added to your site!":["Νέος τύπος περιεχομένου προστέθηκε στον ιστότοπό σας!"],"Select a page which describes the ownership structure of your organization. It should include information about %1$sfunding%2$s and %1$sgrants%2$s.":["Επιλέξτε μια σελίδα που περιγράφει τη δομή ιδιοκτησίας του οργανισμού σας. Θα πρέπει να περιλαμβάνει πληροφορίες σχετικά με τη %1$sχρηματοδότηση%2$s και τις %1$sεπιχορηγήσεις%2$s."],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Επιλέξτε τις σελίδες στον ιστότοπό σας που περιέχουν πληροφορίες σχετικά με τις οργανωτικές και εκδοτικές πολιτικές σας. Ορισμένες από αυτές μπορεί να μην ισχύουν για τον ιστότοπό σας και μπορείτε να επιλέξετε την ίδια σελίδα για πολλές πολιτικές. %1$sΜάθετε περισσότερα σχετικά με το γιατί ο καθορισμός των πολιτικών του ιστοτόπου σας είναι σημαντικός%2$s."],"Publishing principles":["Αρχές δημοσίευσης"],"Publishing policies":["Πολιτικές δημοσίευσης"],"Ownership \/ Funding info":["Πληροφορίες ιδιοκτησίας\/χρηματοδότησης"],"No pages found.":["Δεν βρέθηκαν σελίδες."],"Failed to retrieve pages.":["Αποτυχία ανάκτησης σελίδων."],"Ethics policy":["Πολιτική δεοντολογίας"],"Diversity staffing report":["Αναφορά στελέχωσης διαφορετικότητας"],"Diversity policy":["Πολιτική διαφορετικότητας"],"Corrections policy":["Διορθωτική πολιτική"],"Actionable feedback policy":["Πολιτική δράσεων αλληλεπίδρασης"],"Searching pages…":["Αναζήτηση σελίδων…"],"Prevent Google AdsBot from crawling":["Αποτρέψτε την ανίχνευση του Google AdsBot"],"Block unwanted bots":["Αποκλεισμός ανεπιθύμητων ρομπότ"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Προσθέστε έναν κανόνα 'disallow' στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το AdsBot της Google. Θα πρέπει να ενεργοποιήσετε αυτή τη ρύθμιση μόνο αν δεν χρησιμοποιείτε διαφημίσεις Google στον ιστότοπό σας."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Προσθέστε έναν κανόνα 'disallow' στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση διευθύνσεων URL όπως %1$s, %2$s και %3$s."],"The name of this category is %1$s.":["Το όνομα της κατηγορίας αυτής είναι %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Προειδοποίηση! Αυτά είναι προηγμένα χαρακτηριστικά, οπότε πρέπει να είστε σίγουροι πριν χρησιμοποιήσετε αυτή τη ρύθμιση. Υπάρχει ενδεχόμενο να προκαλέσετε ζημιά στον ιστότοπο σας. %1$sΔιαβάστε περισσότερα σχετικά με το πως ο ιστότοπος σας μπορεί να επηρεαστεί%2$s."],"Remove Other profile %1$s":["Αφαίρεση άλλου Προφίλ %1$s"],"%1$s Settings - %2$s":["%1$s Ρυθμίσεις - %2$s"],"Mastodon":["Mastodon"],"Read more about how to get your site verified.":["Διαβάστε περισσότερα σχετικά με τον τρόπο επαλήθευσης του ιστότοπού σας."],"Get your site verified in your Mastodon profile.":["Επαληθεύστε τον ιστότοπό σας στο προφίλ σας στο Mastodon."],"Organization Mastodon":["Οργανισμός Mastodon"],"E.g. https:\/\/mastodon.social\/@yoast":["Π.χ. https:\/\/mastodon.social\/@yoast"],"Open settings navigation":["Άνοιγμα πλοήγησης ρυθμίσεων"],"Close settings navigation":["Κλείσιμο πλοήγησης ρυθμίσεων"],"Settings navigation":["Πλοήγηση ρυθμίσεων"],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Αποτρέπει την κατάργηση συγκεκριμένων παραμέτρων URL από την παραπάνω δυνατότητα. Π.χ., η προσθήκη %1$s θα αποτρέψει την ανακατεύθυνση του %2$s στο %3$s. Μπορείτε να προσθέσετε πολλές παραμέτρους και να τις διαχωρίσετε χρησιμοποιώντας enter ή κόμμα."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Ενοποιεί τις μορφές URL αναζήτησης πολλαπλών ιστότοπων του WordPress στη σύνταξη %1$s. Π.χ., το %2$s θα ανακατευθύνει στο %3$s"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Επιλέξτε εάν ο ιστότοπός σας αντιπροσωπεύει έναν οργανισμό ή ένα άτομο. %1$sΜάθετε περισσότερα σχετικά με τις διαφορές και την επιλογή μεταξύ Οργανισμού και Ατόμου%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Περιορίστε τα εσωτερικά ερωτήματα αναζήτησης του ιστότοπου για να μειώσετε τον αντίκτυπο των επιθέσεων ανεπιθύμητης αλληλογραφίας και των διευθύνσεων URL που προκαλούν σύγχυση. Εισαγάγετε έναν αριθμό μεταξύ 1 και 50."],"Index Now":["Index Now"],"Redirect pretty URLs to ‘raw’ formats":["Ανακατευθύνετε όμορφα URL σε «ακατέργαστες» μορφές"],"Failed to retrieve media.":["Αποτυχία ανάκτησης πολυμέσων."],"Deny":["Άρνηση"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Για να δείτε το βίντεο, χρειάζεται να επιτρέψετε το %1$s να φορτώσει τα ενσωματωμένα βίντεο από %2$s."],"Only available for English sites":["Διαθέσιμο μόνο για Αγγλικούς ιστότοπους"],"Please enter a number between 1 and 50.":["Εισαγάγετε έναν αριθμό μεταξύ 1 και 50."],"Allow":["Επιτρέπεται"],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι οι σελίδες ιστορικού για %1$s δεν θα ευρετηριαστούν από τις μηχανές αναζήτησης και θα εξαιρεθούν από τους χάρτες ιστότοπου XML."],"The number you've entered is not between 1 and 50.":["Ο αριθμός που έχετε εισαγάγει δεν είναι μεταξύ 1 και 50."],"Determine how your %1$s should look on social media.":["Προσδιορίστε πώς πρέπει να φαίνεται το %1$s σας στα μέσα κοινωνικής δικτύωσης."],"Got it!":["Το κατάλαβα!"],"Show %1$s archives in search results":["Εμφάνιση ιστορικού %1$s στα αποτελέσματα αναζήτησης"],"Show date archives in search results":["Εμφάνιση ιστορικού ημερομηνίας στα αποτελέσματα αναζήτησης"],"Prefix for archive breadcrumbs":["Πρόθεμα για ιστορικό διαδρομής"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Έχετε επιλέξει τον χρήστη %1$s%3$s%2$s ως το άτομο που αντιπροσωπεύει αυτός ο ιστότοπος. Τα στοιχεία του προφίλ χρήστη τους θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. Λυπούμαστε, δεν επιτρέπεται να επεξεργαστείτε το προφίλ αυτού του χρήστη. Επικοινωνήστε με τον διαχειριστή σας ή τον %1$s%3$s%2$s για να ελέγξετε ή\/και να ενημερώσετε το προφίλ."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Για να λειτουργούν σωστά τα δομημένα δεδομένα πρέπει να οριστούν ένα όνομα και ένα λογότυπο οργανισμού. Εφόσον δεν τα έχετε ορίσει ακόμη, χρησιμοποιούμε το όνομα και το λογότυπο του ιστότοπου ως προεπιλεγμένες τιμές. %1$sΜάθετε περισσότερα σχετικά με τη σημασία των δομημένων δεδομένων%2$s."],"Open Graph":["Open Graph"],"OpenGraph":["OpenGraph"],"PDF":["PDF"],"Tweet":["Tweet"],"Video":["Video"],"Webmaster":["Webmaster"],"Other profile %1$s":["Άλλο προφίλ %1$s"],"File":["Αρχείο"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Αυτές οι πληροφορίες προορίζονται να εμφανίζονται στο %1$sΓράφημα γνώσεων%2$s της Google."],"Remove Atom\/RDF feeds":["Αφαίρεση ροών Atom\/RDF"],"Divider":["Διαχωριστής"],"Structured data":["Δομημένα δεδομένων"],"Enable date archives":["Ενεργοποίηση ιστορικού ημερομηνίας"],"Enable author archives":["Ενεργοποίηση ιστορικού συντακτών"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Ενεργοποιήστε τους χάρτες ιστότοπου XML %1$s. Ο χάρτης ιστότοπου είναι ένα αρχείο που παραθέτει τις βασικές σελίδες ενός ιστότοπου για να βεβαιωθεί ότι οι μηχανές αναζήτησης μπορούν να τις βρουν και να τις ανιχνεύσουν."],"Anchor text for the homepage":["Κείμενο συνδέσμου για την αρχική σελίδα"],"Share":["Κοινοποίηση"],"Format archives":["Μορφή ιστορικών"],"Organization Facebook":["Οργανισμός Facebook"],"Organization\/person":["Οργανισμός\/Φυσικό πρόσωπο"],"Attachment":["Συνημμένο"],"404 pages title":["Τίτλος 404 σελίδων"],"Search pages title":["Τίτλος σελίδων αναζήτησης"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Επιτρέπει στο Facebook και σε άλλα μέσα κοινωνικής δικτύωσης να εμφανίζουν μια προεπισκόπηση με εικόνες και ένα απόσπασμα κειμένου όταν κοινοποιείται ένας σύνδεσμος προς τον ιστότοπό σας. Διατηρήστε αυτή τη δυνατότητα ενεργοποιημένη για να βελτιστοποιήσετε τον ιστότοπό σας στα μέσα κοινωνικής δικτύωσης"],"Count the number of internal links from and to your posts to improve your site structure.":["Μετρήστε τον αριθμό των εσωτερικών συνδέσμων από και προς τις δημοσιεύσεις σας για να βελτιώσετε τη δομή του ιστότοπού σας."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Σημειώστε και φιλτράρετε το σημαντικό σας περιεχόμενο για να βεβαιωθείτε ότι τα πιο σημαντικά άρθρα σας τραβούν την προσοχή που τους αξίζει. Για να σας βοηθήσουμε να γράψετε εξαιρετικό υλικό, θα αξιολογήσουμε το κείμενό σας πιο αυστηρά."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Το εικονίδιο %1$s στην επάνω γραμμή διαχειριστή παρέχει γρήγορη πρόσβαση σε εργαλεία τρίτων για την ανάλυση σελίδων και σας διευκολύνει να δείτε εάν έχετε νέες ειδοποιήσεις."],"A link to the archive for the post author, with the author's name as anchor text.":["Ένας σύνδεσμος προς το ιστορικό για τον συντάκτη της δημοσίευσης, με το όνομα του συντάκτη ως κείμενο συνδέσμου."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Η ανάλυση SEO προσφέρει προτάσεις για τη βελτίωση της δυνατότητας εύρεσης του κειμένου σας και διασφαλίζει ότι το περιεχόμενό σας πληροί τις βέλτιστες πρακτικές."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Η παρακολούθηση χρήσης μας επιτρέπει να παρακολουθούμε ορισμένα δεδομένα σχετικά με τον ιστότοπό σας για να βελτιώσουμε το πρόσθετο μας. %1$sΜάθετε περισσότερα σχετικά με τα δεδομένα που παρακολουθούμε και γιατί%2$s."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Λάβετε περισσότερες πληροφορίες σχετικά με αυτό που γράφετε. Ποιες λέξεις χρησιμοποιείτε πιο συχνά; Πόσος χρόνος χρειάζεται για να διαβαστεί το κείμενό σας; Είναι εύκολο να διαβαστεί το κείμενό σας;"],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Ορίστε τις βασικές πληροφορίες για τον ιστότοπό σας. Μπορείτε να χρησιμοποιήσετε τον %1$sυπότιτλο%2$s και το %1$sδιαχωριστή%2$s ως %3$sμεταβλητές αντικατάστασης%4$s κατά τη διαμόρφωση της εμφάνισης αναζήτησης του περιεχομένου σας."],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Η συμπεριληπτική ανάλυση γλώσσας προσφέρει προτάσεις για να γράψετε πιο συμπεριληπτικό κείμενο, ώστε περισσότεροι άνθρωποι να μπορούν να σχετίζονται με το περιεχόμενό σας."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Καθορίστε πώς θα πρέπει να περιγράφονται ως προεπιλογή οι σελίδες %1$s στη σήμανση Schema.org του ιστότοπού σας. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένες σελίδες %1$s στο meta-πλαίσιο %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Καθορίστε πώς πρέπει να εμφανίζονται οι σελίδες σας %1$s στις μηχανές αναζήτησης. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένες σελίδες %1$s στο meta-πλαίσιο %2$s."],"Enable format-based archives":["Ενεργοποίηση μορφοποιημένου ιστορικού"],"Enable %1$s pages":["Ενεργοποίηση σελίδων %1$s"],"Determine how your homepage should look in the search results.":["Προσδιορίστε πώς θα πρέπει να φαίνεται η αρχική σας σελίδα στα αποτελέσματα αναζήτησης."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Προσδιορίστε πώς πρέπει να φαίνεται το %1$s σας στις μηχανές αναζήτησης. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στο μέτα-πλαίσιο %2$s."],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Δεν είστε σίγουροι πώς να υλοποιήσετε τις διαδρομές %3$s στον ιστότοπό σας; Διαβάστε %1$sστο άρθρο βοήθειας σχετικά με την υλοποίηση διαδρομών%2$s."],"⌘K":["⌘K"],"CtrlK":["CtrlK"],"This taxonomy is used for %1$s and %2$s.":["Αυτή η ταξινόμία χρησιμοποιείται για %1$s και %2$s."],"This taxonomy is used for %2$s.":["Αυτή η ταξινομία χρησιμοποιείται για %2$s."],"Read more about our custom field analysis":["Διαβάστε περισσότερα σχετικά με την προσαρμοσμένη ανάλυση πεδίου"],"Show %1$s without posts in search results":["Εμφάνιση %1$s χωρίς δημοσιεύσεις στα αποτελέσματα αναζήτησης"],"Enable %1$s":["Ενεργοποίηση %1$s"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Μπορείτε να προσθέσετε πολλά προσαρμοσμένα πεδία και να τα διαχωρίσετε χρησιμοποιώντας %1$senter%2$s ή %1$sκόμμα%2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Καθορίστε πώς θα πρέπει να περιγράφεται το %1$s σας από προεπιλογή στον %2$sιστότοπο σας για τη Schema.org σήμανση%3$s. Μπορείτε πάντα να αλλάξετε τις ρυθμίσεις για μεμονωμένα %1$s στην πλευρική στήλη ή στο μέτα-πλαίσιο %4$s."],"Please enter a search term with at least %d characters.":["Παρακαλούμε εισάγετε έναν όρο αναζήτησης με τουλάχιστον %d χαρακτήρες."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Καθορίστε πώς θα πρέπει να εμφανίζονται %1$s στα μέσα κοινωνικής δικτύωσης ως προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στο meta-πλαίσιο %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Καθορίστε πώς θα πρέπει να είναι το %1$s σας στα αποτελέσματα αναζήτησης ως προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στο meta-πλαίσιο %2$s."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Καθορίστε πώς θα πρέπει να εμφανίζονται %1$s στα μέσα κοινωνικής δικτύωσης ως προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στην πλευρική στήλη %2$s ή στο meta-πλαίσιο."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Καθορίστε πώς θα πρέπει να εμφανίζονται %1$s στα αποτελέσματα αναζήτησης ως προεπιλογή. Μπορείτε πάντα να προσαρμόσετε τις ρυθμίσεις για μεμονωμένα %1$s στην πλευρική στήλη %2$s ή στο meta-πλαίσιο."],"Unavailable for multisites":["Μη διαθέσιμο για πολλαπλούς-ιστότοπους"],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30% ΕΚΠΤΩΣΗ"],"404 error pages":["Σελίδες σφάλματος 404"],"Site connections":["Συνδέσεις ιστότοπου"],"Breadcrumbs for %1$s":["Διαδρομές για %1$s"],"Internal search pages":["Σελίδες εσωτερικής αναζήτησης"],"Show author archives in search results":["Εμφάνιση ιστορικού συντακτών στα αποτελέσματα αναζήτησης"],"Show format archives in search results":["Εμφάνιση μορφοποιημένου ιστορικού στα αποτελέσματα αναζήτησης"],"Show media pages in search results":["Εμφάνιση σελίδων πολυμέσων στα αποτελέσματα αναζήτησης"],"Determine how the title of your internal search pages should look in the browser.":["Καθορίστε πώς πρέπει να εμφανίζεται ο τίτλος των σελίδων εσωτερικής αναζήτησης στο πρόγραμμα περιήγησης."],"Determine how the title of your 404 error pages should look in the browser.":["Καθορίστε πώς πρέπει να εμφανίζεται ο τίτλος των σελίδων σφάλματος 404 στο πρόγραμμα περιήγησης."],"View the XML sitemap":["Προβολή χάρτη ιστότοπου XML"],"Learn more":["Μάθετε περισσότερα"],"Site features":["Λειτουργίες Ιστότοπου"],"Enable feature":["Ενεργοποίηση δυνατότητας"],"Show or hide our tools and controls in the attachment editor.":["Εμφάνιση ή απόκρυψη των εργαλείων και των στοιχείων ελέγχου στο πρόγραμμα επεξεργασίας συνημμένων."],"Site info":["Στοιχεία ιστότοπου"],"(e.g., %1$s)":["(π.χ., %1$s)"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Λυπούμαστε, δεν επιτρέπεται να επεξεργαστείτε το %1$sόνομα ιστότοπου%2$s και τον %1$sυπότιτλο%2$s."],"Remove shortlinks":["Αφαίρεση σύντομων συνδέσμων"],"Remove REST API links":["Αφαίρεση συνδέσμων REST API"],"Remove RSD \/ WLW links":["Αφαίρεση συνδέσμων RSD \/ WLW"],"Remove oEmbed links":["Αφαίρεση συνδέσμων oEmbed"],"Remove generator tag":["Αφαίρεση ετικέτας γεννήτριας"],"Remove powered by HTTP header":["Αφαίρεση τροφοδοσίας από την κεφαλίδα HTTP"],"Remove global feed":["Αφαίρεση γενικής ροής"],"Remove global comment feeds":["Αφαίρεση των ροών γενικών σχολίων"],"Remove post comments feeds":["Αφαίρεση ροών σχολίων δημοσιεύσεων"],"Remove post authors feeds":["Αφαίρεση ροών συντακτών δημοσιεύσεων"],"Remove post type feeds":["Αφαίρεση ροών τύπων δημοσιεύσεων"],"Remove category feeds":["Αφαίρεση ροών κατηγοριών"],"Remove tag feeds":["Αφαίρεση ροών ετικετών"],"Remove custom taxonomy feeds":["Αφαίρεση ροών προσαρμοσμένης ταξινομίας"],"Remove search results feeds":["Αφαίρεση ροών αποτελεσμέτων αναζήτησης"],"Remove Atom \/ RDF feeds":["Αφαίρεση ροών Atom \/ RDF"],"Remove emoji scripts":["Αφαίρεση emoji scripts"],"Remove WP-JSON API":["Αφαίρεση WP-JSON API"],"Optimize Google Analytics utm tracking parameters":["Βελτιστοποιήστε τις παραμέτρους παρακολούθησης utm του Google Analytics"],"Remove unregistered URL parameters":["Αφαιρεί μη καταχωρημένους παράμετρους URL"],"We couldn’t find anything with that term.":["Δεν μπορέσαμε να βρούμε τίποτα με αυτόν τον όρο."],"Unlock with %1$s":["Ξεκλειδώστε το με %1$s"],"Enable SEO controls and assessments":["Ενεργοποιήστε τους ελέγχους και τις αξιολογήσεις SEO"],"Show or hide our tools and controls in the content editor.":["Εμφάνιση ή απόκρυψη των εργαλείων και των στοιχείων ελέγχου μας στο πρόγραμμα επεξεργασίας περιεχομένου."],"Alternate website name":["Εναλλακτικό όνομα ιστότοπου"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Χρησιμοποιήστε το εναλλακτικό όνομα ιστότοπου για ακρωνύμια ή μια συντομότερη έκδοση του ονόματος του ιστότοπού σας."],"Alternate organization name":["Εναλλακτικό όνομα οργανισμού"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Χρησιμοποιήστε το εναλλακτικό όνομα οργανισμού για ακρωνύμια ή μια συντομότερη έκδοση του ονόματος του οργανισμού σας."],"Discard all changes":["Απόρριψη όλων των αλλαγών"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Πρόκειται να απορρίψετε όλες τις μη αποθηκευμένες αλλαγές. Όλες οι ρυθμίσεις σας θα επανέλθουν στο σημείο που αποθηκεύσατε τελευταία. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;"],"Yes, discard changes":["Ναι, απόρριψη αλλαγών"],"No, continue editing":["Όχι, συνέχεια επεξεργασίας"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Έχετε επιλέξει τον χρήστη %1$s%5$s%2$s ως το φυσικό πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Τα στοιχεία του προφίλ χρήστη τους θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. %3$sΕνημερώστε το προφίλ τους για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές%4$s."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Η εσωτερική αναζήτηση του ιστότοπού σας μπορεί να δημιουργήσει πολλές μπερδεμένες διευθύνσεις URL για τις μηχανές αναζήτησης και μπορεί ακόμη και να χρησιμοποιηθεί ως τρόπος επίθεσης στον ιστότοπό σας από τους spammers SEO. Οι περισσότεροι ιστότοποι θα επωφεληθούν από τον πειραματισμό με αυτές τις προστασίες και βελτιστοποιήσεις, ακόμα κι αν δεν έχετε δυνατότητα αναζήτησης στο θέμα σας."],"Enables advanced settings for protecting your internal site search URLs.":["Ενεργοποιεί σύνθετες ρυθμίσεις για την προστασία των εσωτερικών URL αναζήτησης του ιστότοπού σας."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Αποκλείει τις εσωτερικές αναζητήσεις ιστότοπων που περιέχουν σύνθετους και μη αλφαριθμητικούς χαρακτήρες, καθώς μπορεί να αποτελούν μέρος μιας επίθεσης ανεπιθύμητων."],"Block internal site searches which match the patterns of known spam attacks.":["Αποκλειει εσωτερικές αναζητήσεις του ιστότοπου που ταιριάζουν με τα μοτίβα των γνωστών επιθέσεων ανεπιθύμητων."],"Prevent crawling of internal site search URLs":["Αποκλείει την ανίχνευση των εσωτερικών διευθύνσεων URL αναζήτησης ιστότοπου"],"Advanced: URL cleanup":["Για προχωρημένους: Εκκαθάριση URL"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Μπορείτε να καθορίσετε τον τίτλο και την περιγραφή για τη σελίδα ιστολογίου με %1$sεπεξεργασία της ίδιας της σελίδας ιστολογίου%2$s."],"Writing":["Συγγραφή"],"Other profiles":["Άλλα προφίλ"],"E.g. https:\/\/facebook.com\/yoast":["Π.χ. https:\/\/facebook.com\/yoast"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Πείτε μας περισσότερα για τον οργανισμό σας. Αυτές οι πληροφορίες θα βοηθήσουν την Google να κατανοήσει τον ιστότοπό σας και θα βελτιώσει τις πιθανότητές σας να έχετε πλούσια αποτελέσματα."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Πείτε μας εάν έχετε άλλα προφίλ στο διαδίκτυο που ανήκουν στον οργανισμό σας. Αυτό μπορεί να είναι οποιοσδήποτε αριθμός προφίλ, όπως το YouTube, το LinkedIn, το Pinterest ή ακόμα και η Wikipedia."],"E.g. https:\/\/example.com\/yoast":["Π.χ. https:\/\/example.com\/yoast"],"Please tell us more about the person this site represents.":["Πείτε μας περισσότερα για το φυσικό πρόσωπο που εκπροσωπεί αυτός ο ιστότοπος."],"Remove JavaScript used for converting emoji characters in older browsers.":["Αφαίρεση JavaScript που χρησιμοποιείται για την μετατροπή των emoji χαρακτήρων σε παλαιότερους πλοηγούς."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Προσθέτει έναν κανόνα 'απαγόρευσης' στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση των τελικών σημείων JSON API του WordPress."],"Internal site search cleanup":["Εκκαθάριση εσωτερικής αναζήτησης ιστότοπου"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Αφαίρεση συνδέσμων που επιτρέπουν σε άλλους ιστότοπους να κάνουν 'ping' τους δικούς σας όταν συνδέονται με εσάς."],"Disable unwanted content formats":["Απενεργοποιήστε τις ανεπιθύμητες μορφές περιεχομένου"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["Το WordPress εξάγει το περιεχόμενό σας σε πολλές διαφορετικές μορφές, σε πολλές διαφορετικές διευθύνσεις URL (όπως ροές RSS των δημοσιεύσεων και των κατηγοριών σας). Είναι γενικά καλή πρακτική να απενεργοποιείτε τις μορφές που δεν χρησιμοποιείτε ενεργά."],"Remove URLs which provide an overview of your recent posts.":["Αφαίρεση των διευθύνσεων URL που παρέχουν μια επισκόπηση των πρόσφατων δημοσιεύσεων σας."],"Remove URLs which provide an overview of recent comments on your site.":["Αφαίρεση των διευθύνσεων URL που παρέχουν μια επισκόπηση των πρόσφατων σχολίων στον ιστότοπό σας."],"Remove URLs which provide information about recent comments on each post.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με πρόσφατα σχόλια σε κάθε δημοσίευση."],"Remove URLs which provide information about recent posts by specific authors.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με πρόσφατες δημοσιεύσεις από συγκεκριμένους συντάκτες."],"Remove URLs which provide information about your recent posts, for each post type.":["Αφαίρεση των διευθύνσειων URL που παρέχουν πληροφορίες σχετικά με τις πρόσφατες δημοσιεύσεις σας, για κάθε τύπο δημοσίευσης."],"Remove URLs which provide information about your recent posts, for each category.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες για τις πρόσφατες δημοσιεύσεις σας, για κάθε κατηγορία."],"Remove URLs which provide information about your recent posts, for each tag.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με τις πρόσφατες δημοσιεύσεις σας, για κάθε ετικέτα."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με τις πρόσφατες δημοσιεύσεις σας, για κάθε προσαρμοσμένη ταξινομία."],"Remove URLs which provide information about your search results.":["Αφαίρεση των διευθύνσεων URL που παρέχουν πληροφορίες σχετικά με τα αποτελέσματα αναζήτησής σας."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Αφαίρεση των διευθύνσεων που παρέχουν εναλλακτικές (παλαιού τύπου) μορφές όλων των παραπάνω."],"Also disables post comment feeds.":["Επίσης απενεργοποιεί τις ροές σχολίων δημοσιεύσεων."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Οι χρήστες και οι μηχανές αναζήτησης ενδέχεται συχνά να ζητούν τις διευθύνσεις URL σας ενώ χρησιμοποιούν παραμέτρους ερωτήματος, όπως %1$s. Αυτά μπορεί να είναι χρήσιμα για την παρακολούθηση, το φιλτράρισμα και την τροφοδοσία προηγμένων λειτουργιών - αλλά συνοδεύονται από 'κόστος' απόδοσης και SEO. Οι ιστότοποι που δεν βασίζονται σε παραμέτρους URL ενδέχεται να επωφεληθούν από τη χρήση αυτών των επιλογών."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Αντικαθιστά τις παραμέτρους παρακολούθησης %1$s με το αντίστοιχο (πιο αποδοτικό) %2$s, μέσω ανακατεύθυνσης %3$s. Για παράδειγμα, το %4$s θα ανακατευθυνθεί στο %5$s"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Αφαιρεί άγνωστες παραμέτρους URL μέσω ανακατεύθυνσης %1$s. Π.χ., το %2$s θα ανακατευθυνθεί στο %3$s"],"Crawl optimization":["Βελτιστοποίηση ανίχνευσης"],"Remove unwanted metadata":["Αφαίρεση ανεπιθύμητων μεταδεδομένων"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Αφαίρεση συνδέσμων προς εσωτερικές διευθύνσεις URL 'σύντομου συνδέσμων' του WordPress για τις δημοσιεύσεις σας."],"Remove links to the location of your site’s REST API endpoints.":["Αφαίρεση συνδέσμων προς την τοποθεσία των τελικών σημείων REST API του ιστότοπού σας."],"Remove links used by external systems for publishing content to your blog.":["Αφαίρεση συνδέσμων που χρησιμοποιούνται από εξωτερικά συστήματα για τη δημοσίευση περιεχομένου στο ιστολόγιό σας."],"Remove links used for embedding your content on other sites.":["Αφαίρεση συνδέσμων που χρησιμοποιούνται για την ενσωμάτωση του περιεχομένου σας σε άλλους ιστότοπους."],"Remove information about the plugins and software used by your site.":["Αφαίρεση πληροφορίων σχετικά με τα πρόσθετα και το λογισμικό που χρησιμοποιεί ο ιστότοπός σας."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Προσθέστε έναν κανόνα ‘disallow’ στο αρχείο robots.txt για να αποτρέψετε την ανίχνευση από το Common Crawl CCBot."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Κάντε τον ιστότοπό σας πιο αποτελεσματικό και πιο φιλικό προς το περιβάλλον εμποδίζοντας τις μηχανές αναζήτησης να ανιχνεύουν πράγματα που δεν χρειάζονται και καταργώντας τις αχρησιμοποίητες λειτουργίες του WordPress. %1$sΜάθετε περισσότερα σχετικά με τις ρυθμίσεις ανίχνευσης και πώς θα μπορούσαν να ωφελήσουν τον ιστότοπό σας%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["Το WordPress προσθέτει πολλούς συνδέσμους και περιεχόμενο στις κεφαλίδες %1$s και HTTP του ιστότοπού σας. Για τους περισσότερους ιστότοπους μπορείτε να απενεργοποιήσετε όλα αυτά με ασφάλεια, κάτι που μπορεί να βοηθήσει στην εξοικονόμηση byte, ηλεκτρικής ενέργειας και δέντρων."],"Something went wrong. An unexpected error occurred.":["Κάτι πήγε λάθος. Προέκυψε ένα μη αναμενόμενο σφάλμα."],"Refresh this page":["Ανανέωση της σελίδας"],"Disabling this will redirect the %1$s to your site's homepage.":["Η απενεργοποίηση αυτού θα ανακατευθύνει το %1$s στην αρχική σελίδα του ιστότοπού σας."],"Breadcrumb appearance":["Εμφάνιση διαδρομής"],"Choose the general appearance of your breadcrumbs.":["Επιλέξτε την γενική εμφάνιση των διαδρομών σας."],"Add separator":["Προσθήκη διαχωριστή"],"Add prefix":["Προσθήκη προθέματος"],"Breadcrumb for 404 page":["Διαδρομή για την σελίδα 404"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Επιλέξτε ποια Ταξινόμία θέλετε να εμφανίζεται στην διαδρομή για τους τύπους δημοσιεύσεων."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Επιλέξτε ποιος τύπος δημοσίευσης θέλετε να εμφανίζεται στις διαδρομές για Ταξινόμηση."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Μπορείτε πάντα να επιλέξετε να τις ενεργοποιήσετε\/απενεργοποιήσετε για το θέμα σας παρακάτω. Αυτή η ρύθμιση δεν θα ισχύει για τις διαδρομές που έχουν εισαχθεί μέσω μια μικροεφαρμογής, ενός μπλοκ ή ενός συντόμου κωδικού."],"Enable breadcrumbs for your theme":["Ενεργοποιήστε την ένδειξη διαδρομής για το θέμα σας"],"E.g., %1$s":["Π.χ., %1$s"],"E.g., %1$s and %2$s":["Π.χ., %1$s και %2$s"],"Breadcrumbs for taxonomies":["Διαδρομές για ταξινομίες"],"Breadcrumbs for post types":["Διαδρομές για τύπους δημοσιεύσεων"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Διαμορφώστε την εμφάνιση και τη συμπεριφορά των %1$sδιαδρομών σας%2$s."],"Prefix for search page breadcrumbs":["Πρόθεμα για αναζήτηση σελίδας διαδρομής"],"Add anchor text":["Προσθήκη κειμένου συνδέσμου"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Δυστυχώς, αυτό σημαίνει ότι τυχόν μη αποθηκευμένες αλλαγές σε αυτήν την ενότητα θα χαθούν. Μπορείτε να δοκιμάσετε να ανανεώσετε αυτήν τη σελίδα για να επιλύσετε το πρόβλημα. Εάν αυτό το σφάλμα εξακολουθεί να εμφανίζεται, παρακαλούμε επικοινωνήστε με την ομάδα υποστήριξής μας και θα λάβετε όλη τη βοήθεια που χρειάζεστε!"],"Site basics":["Βασικά ιστότοπου"],"User":["Χρήστης"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Ο κωδικός επιβεβαίωσης δεν είναι έγκυρος. Παρακαλούμε χρησιμοποιείστε μόνο γράμματα, αριθμούς, κάτω παύλες και παύλες."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Ο κωδικός επιβεβαίωσης δεν είναι έγκυρος. Παρακαλούμε χρησιμοποιείστε μόνο γράμματα A μέχρι F, αριθμούς, κάτω παύλες και παύλες."],"The profile is not valid. Please enter a valid URL.":["Το προφίλ δεν είναι έγκυρο. Εισαγάγετε μια έγκυρη διεύθυνση URL"],"Discard changes":["Απόρριψη αλλαγών"],"No users found.":["Δεν βρέθηκαν χρήστες."],"Failed to retrieve users.":["Αποτυχία ανάκτησης χρηστών."],"Searching users…":["Αναζήτηση χρηστών…"],"The profile is not valid. Please use only 1–25 letters, numbers and underscores or enter a valid X URL.":["Το προφίλ δεν είναι έγκυρο. Χρησιμοποιήστε μόνο 1–25 γράμματα, αριθμούς και κάτω παύλες ή εισαγάγετε μια έγκυρη διεύθυνση URL X."],"Content types":["Τύποι περιεχομένου"],"Media pages":["Σελίδες μέσων"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Υπάρχουν αλλαγές σε αυτή τη σελίδα που δεν έχουν αποθηκευτεί. Φεύγοντας απο αυτή τη σελίδα σημαίνει ότι αυτές οι αλλαγές θα χαθούν. Είστε σίγουροι ότι θέλετε να φύγετε απο αυτή τη σελίδα;"],"%1$s pages":["%1$s σελίδες"],"Show %1$s pages in search results":["Εμφάνιση %1$s σελίδων στα αποτελέσματα αναζήτησης"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι οι σελίδες %1$s που δημιουργήθηκαν από το WordPress δεν θα ευρετηριαστούν από τις μηχανές αναζήτησης και θα εξαιρεθούν από τους χάρτες ιστότοπου XML."],"Configure the basics for your website.":["Ρυθμίστε τα βασικά για τον ιστότοπό σας."],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Όταν ανεβάζετε μέσα (π.χ. μια εικόνα ή ένα βίντεο), το %5$s δημιουργεί αυτόματα μια σελίδα %3$s (URL συνημμένου) για αυτό. Αυτές οι σελίδες είναι αρκετά κενές και θα μπορούσαν να προκαλέσουν %1$sπροβλήματα αραιού περιεχομένου και να οδηγήσουν σε υπερβολικές σελίδες στον ιστότοπό σας%2$s. Επομένως, το %4$s τα απενεργοποιεί από προεπιλογή (και ανακατευθύνει τη διεύθυνση URL του συνημμένου στο ίδιο το μέσο)."],"Show less":["Εμφάνιση λιγότερων"],"Show more":["Εμφάνιση περισσοτέρων"],"Categories & tags":["Κατηγορίες & ετικέτες"],"This field updates the %1$stagline in your WordPress settings%2$s.":["Αυτό το πεδίο ενημερώνει τον %1$sυπότιτλο στις ρυθμίσεις του WordPress%2$s."],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Συνιστούμε να κρατήσετε απενεργοποιημένες τις σελίδες %1$s. Αυτό θα προκαλέσει ανακατεύθυνση όλων URL των συνημμένων στο ίδιο το πολυμέσο."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Το %1$s μπορεί να προκαλέσει προβλήματα διπλού περιεχομένου. Για τους περισσότερους ιστότοπους, συνιστούμε να απενεργοποιήσετε αυτή τη ρύθμιση."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Η απενεργοποίηση αυτού σημαίνει ότι το %1$s δεν θα ευρετηριαστεί από τις μηχανές αναζήτησης και θα εξαιρεθεί από τους χάρτες ιστοτόπων XML. Σας συνιστούμε να απενεργοποιήσετε αυτήν τη ρύθμιση."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Τα αρχεία που βασίζονται σε μορφή μπορεί να προκαλέσουν προβλήματα διπλού περιεχομένου. Για τους περισσότερους ιστότοπους, συνιστούμε να απενεργοποιήσετε αυτήν τη ρύθμιση."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["Το %1$s (π.χ. %2$s) βασίζεται στις ημερομηνίες δημοσίευσης. Από την άποψη του SEO, οι δημοσιεύσεις σε αυτά τα ιστορικά δεν έχουν καμία πραγματική σχέση με τις άλλες δημοσιεύσεις εκτός από τις ημερομηνίες δημοσίευσής τους, κάτι που δεν λέει πολλά για το περιεχόμενο. Θα μπορούσαν επίσης να οδηγήσουν σε προβλήματα διπλού περιεχομένου. Γι' αυτό σας συνιστούμε να απενεργοποιήσετε το %3$s."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Αν διαχειρίζεστε ένα ιστολόγιο ενός συντάκτη, το %1$s (π.χ. %2$s) θα είναι ακριβώς το ίδιο με την αρχική σας σελίδα. Αυτό είναι αυτό που ονομάζεται πρόβλημα %3$sδιπλού περιεχομένου%4$s. Αν αυτό συμβαίνει στον ιστότοπό σας, μπορείτε να επιλέξετε είτε να το απενεργοποιήσετε (πράγμα που κάνει ανακατεύθυνση στην αρχική σελίδα), είτε να αποτρέψετε την εμφάνισή του στα αποτελέσματα αναζήτησης."],"Show archives for authors without posts in search results":["Εμφάνιση αρχείων για συντάκτες χωρίς δημοσιεύσεις στα αποτελέσματα αναζήτησης"],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι %1$s χωρίς δημοσιεύσεις δεν θα ευρετηριάζονται από τις μηχανές αναζήτησης και θα εξαιρεθούν από τους χάρτες ιστοτόπων XML."],"Determine how your %1$s should look on social media by default.":["Καθορίστε πώς θα εμφανίζεται το %1$s σας στα μέσα κοινωνικής δικτύωσης ως προεπιλογή."],"Determine how your %1$s should look in search engines.":["Καθορίστε πώς θα εμφανίζονται %1$s στις μηχανές αναζήτησης."],"We're very sorry, but it seems like the following error has interrupted our application:":["Λυπούμαστε πολύ, αλλά φαίνεται ότι το παρακάτω σφάλμα διέκοψε την εφαρμογή μας:"],"Contact support":["Επικοινωνήστε με την υποστήριξη"],"Read more about the search results settings":["Διαβάστε περισσότερα για τις ρυθμίσεις των αποτελεσμάτων αναζήτησης"],"Author archive":["Αρχείο συντάκτη"],"Determine how your %1$s should look in search engines and on social media.":["Καθορίστε πώς θα εμφανίζονται %1$s στις μηχανές αναζήτησης και στα μέσα κοινωνικής δικτύωσης."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["Το WordPress φορτώνει πολλούς πόρους, μερικούς από τους οποίους μπορεί να μην χρειάζεται ο ιστότοπός σας. Εάν δεν τα χρησιμοποιείτε, η κατάργησή τους μπορεί να επιταχύνει τις σελίδες σας και να εξοικονομήσει πόρους."],"Remove unused resources":["Αφαίρεση αχρησιμοποίητων πόρων"],"Additional settings":["Περισσότερες ρυθμίσεις"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Απενεργοποιώντας αυτό σημαίνει πως το αρχείο %1$s δεν θα καταχωρέιται στο ευρετήριο και οι μηχανές αναζήτησης θα αποκλείονται απο το αρχείο XML sitemaps."],"%1$s archive":["%1$s αρχειοθέτηση"],"Add custom fields to page analysis":["Πρόσθεσε προσαρμοσμένoυς τομείς στην ανάλυση σελίδας"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Δεν έχετε ορίσει σελίδα αγορών στις ρυθμίσεις σας στο WooCommerce. %1$sΚάντε το πρώτα%2$s."],"These settings are specifically for optimizing your %1$s archive.":["Αυτές οι ρυθμίσεις προορίζονται ειδικά για τη βελτιστοποίηση του αρχείου %1$s σας."],"Search appearance":["Εμφάνιση αναζήτησης"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Η απενεργοποίηση αυτού σημαίνει ότι το %1$s δεν θα ευρετηριαστεί από τις μηχανές αναζήτησης και θα εξαιρεθεί από τους χάρτες ιστοτόπων XML."],"Show the categories prefix in the slug":["Εμφάνισε το πρόθεμα των κατηγοριών στο σύντομο όνομα"],"Determine how your %1$s archive should look on social media.":["Καθορίστε πώς θα εμφανίζεται το ιστορικό %1$s στα μέσα κοινωνικής δικτύωσης."],"Determine how your %1$s archive should look in search engines.":["Καθορίστε πώς θα εμφανίζεται το ιστορικό %1$s στις μηχανές αναζήτησης."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Οι διευθύνσεις URL κατηγοριών στο WordPress περιέχουν ένα πρόθεμα, συνήθως %s. Εμφάνιση ή απόκρυψη αυτού του προθέματος στις διευθύνσεις URL κατηγορίας."],"Determine how your homepage should look on social media.":["Προσδιορίστε πώς πρέπει να φαίνεται η αρχική σας σελίδα στα μέσα κοινωνικής δικτύωσης."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Η %1$sΕικόνα κοινωνικών δικτύων%2$s, %1$sΤίτλος κοινωνικών δικτύων%2$s και %1$sΠεριγραφή κοινωνικών δικτύων%2$s απαιτούν δεδομένα Open Graph, τα οποία είναι προς το παρόν απενεργοποιημένα στην ενότητα 'Διαμοιρασμός Κοινωνικών Δικτύων' στις %3$sΛειτουργίες ιστότοπου%4$s."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Καθορίστε πώς θα εμφανίζεται η αρχική σας σελίδα στα αποτελέσματα αναζήτησης και στα μέσα κοινωνικής δικτύωσης. Αυτό είναι που πιθανώς θα δουν οι άνθρωποι όταν αναζητούν την επωνυμίας σας."],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Ο επιλεγμένος τύπος μέσου δεν είναι έγκυρος. Οι τύποι που υποστηρίζονται είναι: JPG, PNG, WEBP και GIF."],"Show the archive for %1$s in search results":["Εμφάνιση του αρχείου για %1$s στα αποτελέσματα αναζήτησης"],"Show %1$s in search results":["Εμφάνιση %1$s στα αποτελέσματα αναζήτησης"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Ωχ όχι! Φαίνεται ότι η φόρμα σας περιέχει μη έγκυρα δεδομένα. Ελέγξτε τα ακόλουθα πεδία:"],"Enable %1$s for %2$s":["Ενεργοποίηση %1$s για %2$s"],"Archive social title":["Τίτλος ιστορικού κοινωνικών δικτύων"],"Archive social image":["Εικόνα αρχείου κοινωνικών δικτύων"],"Archive social description":["Περιγραφή αρχείου κοινωνικών δικτύων"],"Archive SEO title":["Τίτλος αρχείου SEO"],"Archive meta description":["Μετα-περιγραφή αρχείου"],"Archive breadcrumbs title":["Τίτλος αρχείου διαδρομών"],"Inclusive language analysis":["Ανάλυση συμπεριληπτικής γλώσσας"],"Baidu":["Baidu"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Λάβετε τον κωδικό επαλήθευσης στα %1$sBaidu Webmaster tools%2$s."],"Add verification code":["Προσθήκη κωδικού επαλήθευσης"],"Bing":["Bing"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Bing στο %1$sBing Webmaster Tools%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Λάβετε τον κωδικό επαλήθευσης στο %1$sGoogle Search console%2$s."],"Claim your site over at %1$sPinterest%2$s.":["Διεκδικήστε τον ιστότοπό σας στο %1$sPinterest%2$s."],"Yandex":["Yandex"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Λάβετε τον κωδικό επαλήθευσης στα %1$sYandex Webmaster tools%2$s."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["To τελικό σημείο REST API σάς παρέχει όλα τα μεταδεδομένα που χρειάζεστε για μια συγκεκριμένη διεύθυνση URL. Αυτό θα καταστήσει πολύ εύκολο για τους ακέφαλους ιστότοπους WordPress να χρησιμοποιούν το Yoast SEO για όλη τη μετα-έξοδο SEO."],"Restrict advanced settings for authors":["Περιορίστε τις προχωρημένες ρυθμίσεις για τους συντάκτες"],"Oops! Something went wrong while saving.":["Ωπ! Κάτι πήγε λάθος κατά την αποθήκευση."],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Επαληθεύστε τον ιστότοπό σας με διαφορετικά εργαλεία. Αυτό θα προσθέσει μια μετα-ετικέτα επαλήθευσης στην αρχική σας σελίδα. Μπορείτε να βρείτε οδηγίες σχετικά με τον τρόπο επαλήθευσης του ιστότοπού σας για κάθε πλατφόρμα ακολουθώντας τον σύνδεσμο στην περιγραφή."],"Great! Your settings were saved successfully.":["Υπέροχα! Οι ρυθμίσεις σας αποθηκεύτηκαν με επιτυχία."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Από προεπιλογή, μόνο οι συντάκτες και οι διαχειριστές μπορούν να έχουν πρόσβαση στην ενότητα για Προχωρημένους και Schema της πλευρικής στήλης %1$s ή meta-πλαισίου. Η απενεργοποίηση επιτρέπει την πρόσβαση σε όλους τους χρήστες."],"Tell us which features you want to use.":["Πείτε μας ποιες δυνατότητες θέλετε να χρησιμοποιείτε"],"Social sharing":["Διαμοιρασμός κοινωνικών δικτύων"],"Slack sharing":["Διαμοιρασμός μέσω Slack"],"Site structure":["Δομή ιστοτόπου"],"Open Graph data":["Στοιχεία Open Graph"],"APIs":["APIs"],"REST API endpoint":["Tελικό σημείο REST API"],"Site preferences":["Προεπιλογές ιστότοπου"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Επιτρέπει το X να εμφανίζει προεπισκόπηση με εικόνες και ένα απόσπασμα κειμένου όταν μοιράζεται έναν σύνδεσμο του ιστότοπού σας."],"Unavailable for sub-sites":["Μη διαθέσιμο για υπό-ιστότοπους"],"Title separator":["Διαχωριστής τίτλου"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Αυτή η εικόνα χρησιμοποιείται ως εναλλακτική για άρθρα\/σελίδες στις οποίες δεν έχουν οριστεί εικόνες."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Η %1$sεικόνα ιστότοπου%2$s απαιτεί δεδομένα Open Graph, τα οποία είναι προς το παρόν απενεργοποιημένα στην ενότητα 'Διαμοιρασμός Κοινωνικών Δικτύων' στην ενότητα %3$sΛειτουργίες ιστότοπου%4$s."],"Site image":["Εικόνα ιστότοπου"],"Recommended size for this image is %1$s%3$s%2$s":["Το προτεινόμενο μέγεθος για αυτήν την εικόνα είναι %1$s%3$s%2$s"],"Network disabled":["Το δίκτυο είναι απενεργοποιημένο"],"RSS feed":["Ροή RSS"],"Dismiss":["Απόρριψη"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Αυτόματα προσθέτει περιεχόμενο στο RSS σας. Αυτό σας ενεργοποιεί την προσθήκη συνδέσμων πίσω στο ιστολόγιο και στα άρθρα του, βοηθώντας τις μηχανές αναζήτησης να σας αναγνωρίζουν ως γνήσια πηγή του περιεχομένου."],"%1$s (default)":["%1$s (προεπιλογή)"],"Beta":["Υπό δοκιμή"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Δημοσιεύετε άρθρα ειδήσεων; Το %s σας βοηθά να βελτιστοποιήσετε τον ιστότοπό σας για τις ειδήσεις της Google."],"Max number of characters to allow in searches":["Μέγιστος αριθμός χαρακτήρων που επιτρέπεται στις αναζητήσεις"],"IndexNow":["IndexNow"],"Filter searches with emojis and other special characters":["Φιλτράρετε αναζητήσεις με emojis και άλλους ειδικούς χαρακτήρες"],"Filter searches with common spam patterns":["Φιλτράρετε αναζητήσεις με κοινά μοτίβα ανεπιθύμητων μηνυμάτων"],"Filter search terms":["Φίλτρο όρων αναζήτησης"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Κάντε αυτόματα ping σε μηχανές αναζήτησης όπως την Bing και την Yandex κάθε φορά που δημοσιεύετε, ενημερώνετε ή διαγράφετε μια δημοσίευση."],"Additional URL parameters to allow":["Επιτρεπόμενοι πρόσθετοι παράμετροι URL"],"Pingback HTTP header":["Pingback HTTP header"],"Select a user":["Επιλέξτε έναν χρήστη"],"Personal logo or avatar":["Προσωπικό λογότυπο ή άβαταρ"],"Add another profile":["Προσθήκη επιπλέον προφίλ"],"Site representation":["Αναπαράσταση ιστοτόπου"],"Link suggestions":["Προτάσεις συνδέσμων"],"Insights":["Διορατικές πληροφορίες (Insights)"],"Social title":["Τίτλος για τα κοινωνικά δίκτυα"],"Social description":["Περιγραφή για τα κοινωνικά δίκτυα"],"Social image":["Εικόνα για κοινωνικά δίκτυα"],"Image":["Εικόνα"],"New":["Νέο"],"Remove image":["Αφαίρεση Εικόνας"],"Select image":["Επιλέξτε εικόνα"],"Replace image":["Αντικατάσταση εικόνας"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Αυτό προσθέτει το όνομα του αρθρογράφου και μια εκτίμηση για τον χρόνο ανάγνωσης στο απόσπασμα του άρθρου, όταν κοινοποιείται στο Slack."],"Article type":["Τύπος άρθρου"],"Page type":["Τύπος σελίδας"],"Usage tracking":["Παρακολούθηση χρήσης"],"Learn SEO":["Μάθετε SEO"],"Check out %1$s":["%1$s επεκτείνεται στο Yoast SEO academy"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["%1$s επεκτείνεται στο Yoast SEO academy, όπου είναι ένας σύνδεσμος με δυνατότητα να κάνετε κλικ."],"We have both free and premium online courses to learn everything you need to know about SEO.":["Έχουμε δωρεάν και premium online μαθήματα για να μάθετε όλα όσα πρέπει να ξέρετε για το SEO."],"Schema":["Schema"],"Show blog page in breadcrumbs":["Εμφάνισε τη σελίδα ιστολογίου στις διαδρομές"],"Get the %s plugin now!":["Αποκτήστε το πρόσθετο %s!"],"Personal info":["Προσωπικές πληροφορίες"],"Organization logo":["Λογότυπο του οργανισμού"],"Organization name":["Όνομα του οργανισμού"],"Organization":["Οργανισμός"],"Select a user…":["Επιλέξτε χρήστη…"],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Μπορείτε να επεξεργαστείτε τα SEO μεταδεδομένα για αυτόν τον προσαρμοσμένο τύπο στη %1$sσελίδα καταστήματος%2$s."],"Separator":["Διαχωριστής"],"Tagline":["Υπότιτλος"],"%d result found, use up and down arrow keys to navigate":["Βρέθηκε %d αποτέλεσμα . Χρησιμοποίησε βελάκια πάνω και κάτω για να πλοηγηθείς.","Βρέθηκαν %d αποτελέσματα. Χρησιμοποιήστε τα πάνω και κάτω βέλη στο πληκτρολόγιο για να περιηγηθείτε."],"SEO analysis":["Ανάλυση SEO"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Η ανάλυση αναγνωσιμότητας προσφέρει προτάσεις για βελτίωση της δομής και του στυλ του κειμένου σας."],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Text link counter":["Μετρητής συνδέσμων κειμένου"],"Cornerstone content":["Σημαντικό περιεχόμενο"],"Save changes":["Αποθήκευση αλλαγών"],"24\/7 support":["Υποστήριξη 24\/7"],"Available variables":["Διαθέσιμες μεταβλητές"],"Variable":["Μεταβλητή"],"Admin bar menu":["Μενού γραμμής διαχειριστή"],"SEO title":["Τίτλος SEO"],"Google search console":["Κονσόλα Αναζήτησης Google"],"Other social profiles":["Άλλα προφίλ κοινωνικών δικτύων"],"Readability analysis":["Ανάλυση αναγνωσιμότητας"],"No results found":["Δεν βρέθηκαν αποτελέσματα"],"Bold the last page":["Έντονη η τελευταία σελίδα"],"Author archives":["Αρχεία αρθρογράφων"],"Description":["Περιγραφή"],"Blog":["Ιστολόγιο"],"Anchor text for the Homepage":["Σύνδεσμος προς της αρχική σελίδα"],"Separator between breadcrumbs":["Διαχωριστικό ανάμεσα στα breadcrumbs"],"How to insert breadcrumbs in your theme":["Πώς να εισαγάγετε τα breadcrumbs στο θέμα σας"],"A link to your site, with your site's name and description as anchor text.":["Ένας σύνδεσμος στον ιστότοπό σας, με το όνομα και την περιγραφή του ιστότοπού σας ως κείμενο αγκύρωσης"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Μπορείτε να χρησιμοποιήσετε τις παρακάτω μεταβλητές μέσα στο περιεχόμενο, θα αντικατασταθούν από την τιμή στα δεξιά."],"Content to put after each post in the feed":["Περιεχόμενο που πρέπει να τεθεί μετά από κάθε άρθρο στη ροή"],"Content to put before each post in the feed":["Περιεχόμενο που πρέπει να τεθεί πριν από κάθε άρθρο στη ροή"],"A link to your site, with your site's name as anchor text.":["Ένας σύνδεσμος προς τον ιστότοπό σας, με το όνομα του ιστότοπού σας ως κείμενο συνδέσμου.."],"Prefix for the breadcrumb path":["Πρόθεμα για τη διαδρομή"],"A link to the post, with the title as anchor text.":["Σύνδεσμος προς το άρθρο, με τον τίτλο του άρθρου ως κείμενο συνδέσμου."],"Search":["Αναζήτηση"],"RSS":["RSS"],"Homepage":["Αρχική σελίδα"],"Website name":["Όνομα ιστότοπου"],"Person":["Φυσικό Πρόσωπο"],"Force rewrite titles":["Επανεγγραφή των τίτλων"],"Date archives":["Τα αρχεία ημερομηνίας"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s έχει ανιχνεύσει αυτόματα πως πρέπει να αναγκάσει την επανεγγραφή των τίτλων για τις σελίδες σας, αν νομίζετε ότι είναι λάθος και να ξέρετε τι κάνετε, μπορείτε να αλλάξετε τη ρύθμιση εδώ."],"Special pages":["Ειδικές σελίδες"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Μπορείτε να καθορίσετε τον τίτλο και την περιγραφή για την αρχική σελίδα %1$sκάνοντας αλλαγές στην ίδια την αρχική σελίδα%2$s."],"Breadcrumbs":["Διαδρομές"],"Close":["Κλείσιμο"],"Twitter":["Twitter"],"Pinterest":["Pinterest"],"Facebook":["Facebook"],"Breadcrumbs title":["Τίτλος διαδρομών"],"General":["Γενικά"],"Tools":["Εργαλεία"],"Social":["Κοινωνικά "],"Advanced":["Προχωρημένες"],"Meta description":["Περιγραφή Meta"],"XML sitemaps":["XML sitemaps"],"None":["Κανένα"],"Google":["Google"],"Page title":["Τίτλος σελίδας"],"meta description":["meta περιγραφή"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}