{"translation-revision-date":"2025-10-17 06:54:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Activate tracking to show the ranking position":["Ενεργοποιήστε την παρακολούθηση για να προβληθεί η θέση κατάταξης"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Παρακολουθείτε %1$s από %2$s λέξεις-κλειδιά που περιλαμβάνονται στον δωρεάν λογαριασμό σας."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Παρακολουθείτε %1$s από %2$s λέξεις-κλειδιά που περιλαμβάνονται στο λογαριασμό σας."],"Keyphrases tracked: %1$s\/%2$s":["Παρακολουθούμενες φράσεις-κλειδιά: %1$s\/%2$s"],"Close the upgrade callout":["Κλείστε την πρόσκληση αναβάθμισης"],"Click here to upgrade your %s plan":["Κάντε κλικ εδώ για να αναβαθμίσετε το πλάνο σας %s"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s και κερδίστε μια αποκλειστική έκπτωση %2$s για %3$s μήνα(-ες)."],"You have successfully connected with %s.":["Συνδεθήκατε με επιτυχία στο %s"],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Συνδεθήκατε επιτυχώς με το %1$s. Ο λογαριασμός σας %2$s δεν περιέχει ακόμη καμία φράση-κλειδί για αυτόν τον ιστότοπο. Μπορείτε να παρακολουθείτε τις φράσεις-κλειδιά χρησιμοποιώντας το κουμπί \"Track SEO Performance\" (Παρακολούθηση απόδοσης SEO) στον επεξεργαστή δημοσιεύσεων."],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Αυτή η επισκόπηση θα σας δείξει τις λέξεις-κλειδιά με τις καλύτερες επιδόσεις στο Google. Συνδεθείτε με την %s για να ξεκινήσετε."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Σφάλμα δικτύου: Αδυναμία σύνδεσης στο διακομιστή. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και προσπαθήστε ξανά αργότερα."],"%s account":["Λογαριασμός %s "],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Αυτή ή συνοπτική παρουσίαση δείχνει μόνο τις λέξεις κλειδιά που έχουν προστεθεί στο Yoast SEO. Ενδέχεται να υπάρχουν επιπρόσθετες λέξεις κλειδιά στο %s."],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ο λογαριασμός σας %s δεν περιέχει ακόμη βασικές φράσεις για αυτόν τον ιστότοπο. Μπορείτε να παρακολουθείτε τις βασικές φράσεις χρησιμοποιώντας το κουμπί \"Παρακολούθηση απόδοσης SEO\" στο πρόγραμμα επεξεργασίας αναρτήσεων."],"reconnect to %s":["επανασύνδεση σε %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Φαίνεται ότι κάτι πήγε στραβά κατά την ανάκτηση των δεδομένων του ιστότοπού σας. Παρακαλώ %s και δοκιμάστε ξανά."],"Tracking the ranking position…":["Παρακολούθηση της θέσης κατάταξης…"],"Position":["Θέση"],"Connect with %s":["Συνδεθείτε με %s"],"Get more insights over at %s":["Λάβετε περισσότερες πληροφορίες στο %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Η θέση εμφάνισης της φράσης-κλειδί τις τελευταίες 90 ημέρες σε κλίμακα από 0 έως 100."],"Position over time":["Θέση εμφάνισης με την πάροδο του χρόνου"],"The number of headers and header labels don't match.":["Ο αριθμός των επικεφαλίδων και των ετικετών επικεφαλίδων δεν ταιριάζει."],"Keyphrase":["Φράση κλειδί"],"%d day":["%d μέρα","%d μέρες"],"View":["Προβολή"]}},"comment":{"reference":"js\/dist\/wincher-dashboard-widget.js"}}