{"translation-revision-date":"2025-10-17 06:54:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Buy now for 30% off":["Αγοράστε τώρα με έκπτωση 30%"],"SEO that scales with your product catalog.":["SEO που προσαρμόζεται στον κατάλογο προϊόντων σας."],"Get 30% off now!":["Λάβετε άμεσα έκπτωση 30%!"],"Now includes Local, News & Video SEO + 1 Google Docs seat!":["Τώρα περιλαμβάνει Local, News & Video SEO + 1 θέση στο Google Docs!"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Τώρα με Local, News & Video SEO + 1 θέση στο Google Docs!"],"Make your articles visible, be seen in Google News":["Κάντε τα άρθρα σας ορατά, γίνετε ορατοί στις Ειδήσεις Google"],"Generate SEO optimized metadata in seconds with AI":["Δημιουργήστε μεταδεδομένα βελτιστοποιημένα για SEO σε δευτερόλεπτα με AI"],"Internal links and redirect management, easy":["Διαχείριση εσωτερικών συνδέσμων και ανακατευθύνσεων, εύκολα."],"Easy Local SEO. Show up in Google Maps results":["Ευκολο Local SEO. Εμφανιστείτε στα αποτελέσματα του Google Maps"],"Boost visibility for your products, from 10 or 10,000+":["Αυξήστε την ορατότητα των προϊόντων σας, είτε είναι 10 είτε πάνω από 10.000."],"Built to get found by search, AI, and real users":["Δημιουργήθηκε για να ανακαλύπτεται από μηχανές αναζήτησης, AI και πραγματικούς χρήστες"],"AI tools included":["Περιλαμβάνονται εργαλεία AI"],"Access to friendly help when you need it, day or night":["Λάβετε φιλική βοήθεια όποτε τη χρειάζεστε, μέρα ή νύχτα."],"30-day money back guarantee":["Εγγύηση επιστροφής χρημάτων εντός 30-ημερών."],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"%1$s access":["Πρόσβαση στο %1$s"],"Select all":["Επιλογή όλων"],"Redirect method":["Μέθοδος ανακατεύθυνσης"],"Redirect Type":["Τύπος ανακατεύθυνσης"],"Redirects navigation":["Πλοήγηση ανακατευθύνσεων"],"Plain redirects automatically send visitors from one URL to another. Use them to fix broken links and improve your site's user experience.":["Οι απλές ανακατευθύνσεις στέλνουν αυτόματα τους επισκέπτες από ένα URL σε ένα άλλο. Χρησιμοποιήστε τις για να διορθώσετε σπασμένους συνδέσμους και να βελτιώσετε την εμπειρία χρήστη του ιστότοπού σας"],"Open redirects navigation":["Άνοιγμα διαχείρισης ανακατευθύνσεων"],"Manage and monitor your redirects with ease. Create and edit plain redirects to ensure visitors and search engines reach the right pages. %1$sLearn more about redirects%2$s.":["Διαχειριστείτε και παρακολουθήστε τις ανακατευθύνσεις σας εύκολα. Δημιουργήστε και επεξεργαστείτε απλές ανακατευθύνσεις ώστε οι επισκέπτες και οι μηχανές αναζήτησης να φτάνουν στις σωστές σελίδες. %1$sΜάθετε περισσότερα για τις ανακατευθύνσεις%2$s."],"Filter Redirect type":["Φίλτρο ανά τύπο ανακατεύθυνσης"],"Close redirects navigation":["Κλείσιμο διαχείρισης ανακατευθύνσεων"],"All":["Όλες"],"Buy now":["Αγοράστε τώρα"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Κάντε την επεξεργασία περιεχομένου παιχνιδάκι! Βελτιστοποιήστε το περιεχόμενο SEO σας με γρήγορες, εφαρμόσιμες προτάσεις με το πάτημα ενός κουμπιού.%1$s%2$sΜάθετε περισσότερα%3$s%4$s"],"Optimize your SEO content with %s":["Βελτιστοποιήστε το περιεχόμενο SEO σας με %s"],"Undefined error message.":["Απροσδιόριστο μήνυμα σφάλματος."],"Explore %s now!":["Εξερευνήστε το %s τώρα!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["ΕΚΠΤΩΣΗ 30%"],"Deny":["Άρνηση"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Για να δείτε το βίντεο, χρειάζεται να επιτρέψετε το %1$s να φορτώσει τα ενσωματωμένα βίντεο από %2$s."],"Allow":["Επιτρέπεται"],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30% ΕΚΠΤΩΣΗ"],"Unlock with %1$s":["Ξεκλειδώστε το με %1$s"],"Something went wrong. An unexpected error occurred.":["Κάτι πήγε λάθος. Προέκυψε ένα μη αναμενόμενο σφάλμα."],"Refresh this page":["Ανανέωση της σελίδας"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Δυστυχώς, αυτό σημαίνει ότι τυχόν μη αποθηκευμένες αλλαγές σε αυτήν την ενότητα θα χαθούν. Μπορείτε να δοκιμάσετε να ανανεώσετε αυτήν τη σελίδα για να επιλύσετε το πρόβλημα. Εάν αυτό το σφάλμα εξακολουθεί να εμφανίζεται, παρακαλούμε επικοινωνήστε με την ομάδα υποστήριξής μας και θα λάβετε όλη τη βοήθεια που χρειάζεστε!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Λυπούμαστε πολύ, αλλά φαίνεται ότι το παρακάτω σφάλμα διέκοψε την εφαρμογή μας:"],"Contact support":["Επικοινωνήστε με την υποστήριξη"],"Beta":["Υπό δοκιμή"],"No items found":["Δεν βρέθηκαν στοιχεία."],"Plain redirects":["Απλές ανακατευθύνσεις"],"Type":["Τύπος"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Ο τύπος ανακατεύθυνσης είναι ο κωδικός απόκρισης HTTP που αποστέλλεται στο πρόγραμμα περιήγησης λέγοντας του τον τύπο της ανακατεύθυνσης που προβάλλεται. %1$sΜάθετε περισσότερα σχετικά με τους τύπους ανακατεύθυνσης%2$s."],"Old URL":["Παλιά Διεύθυνση URL"],"Add redirect":["Προσθήκη Ανακατεύθυνσης"],"Regex redirects":["Ανακατευθύνσεις Regex"],"301 Moved Permanently":["301 Μετακινήθηκε μόνιμα"],"Unlock with Premium":["Ξεκλειδώστε με το Premium"],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"24\/7 support":["Υποστήριξη 24\/7"],"Redirects":["Ανακατευθύνσεις"],"New URL":["Νέα Διεύθυνση URL"],"Close":["Κλείσιμο"]}},"comment":{"reference":"js\/dist\/redirects.js"}}