{"translation-revision-date":"2025-10-22 13:46:55+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Uncategorized":["Χωρίς κατηγορία"],"The requested page could not be found. Please check the URL.":["Η σελίδα που ζητήσατε δεν μπορεί να βρεθεί. Παρακαλώ ελέγξτε το URL."],"Preview your website's visual identity: colors, typography, and blocks.":["Κάντε προεπισκόπηση της οπτικής ταυτότητας του ιστότοπου σας: χρώματα, τυπογραφία και μπλοκ."],"Status & Visibility":["Κατάσταση & Ορατότητα"],"This field can't be moved down":["Αυτό το πεδίο δεν μπορεί να μετακινηθεί προς τα κάτω"],"This field can't be moved up":["Αυτό το πεδίο δεν μπορεί να μετακινηθεί προς τα πάνω"],"Density option for DataView layout\u0004Compact":["Συμπαγές"],"Density option for DataView layout\u0004Balanced":["Ισορροπημένο"],"Density option for DataView layout\u0004Comfortable":["Άνετο"],"Density":["Πυκνότητα"],"Navigate to item":["Μετάβαση στο στοιχείο"],"verb\u0004Filter":["Φίλτρο"],"Global Styles pagination":["Σελιδοποίηση Καθολικών Στυλ"],"Apply the selected revision to your site.":["Εφαρμογή της επιλεγμένης αναθεώρησης στον ιστότοπο σας."],"Indicates these doutone filters are created by the user.\u0004Custom":["Προσαρμοσμένο"],"Indicates these duotone filters come from WordPress.\u0004Default":["Προεπιλεγμένo"],"Indicates these duotone filters come from the theme.\u0004Theme":["Θέμα"],"Additionally, paragraphs help structure the flow of information and provide logical breaks between different concepts or pieces of information. In terms of formatting, paragraphs in websites are commonly denoted by a vertical gap or indentation between each block of text. This visual separation helps visually distinguish one paragraph from another, creating a clear and organized layout that guides the reader through the content smoothly.":["Επιπλέον, οι παράγραφοι βοηθούν στη δόμηση της ροής των πληροφοριών και παρέχουν λογικά διαλείμματα μεταξύ διαφορετικών εννοιών ή πληροφοριών. Όσον αφορά τη μορφοποίηση, οι παράγραφοι στους ιστότοπους συνήθως υποδηλώνονται από ένα κάθετο κενό ή μια εσοχή μεταξύ κάθε τμήματος κειμένου. Αυτός ο οπτικός διαχωρισμός βοηθά στην οπτική διάκριση της μιας παραγράφου από την άλλη, δημιουργώντας μια σαφή και οργανωμένη διάταξη που οδηγεί τον αναγνώστη ομαλά στο περιεχόμενο."],"A paragraph in a website refers to a distinct block of text that is used to present and organize information. It is a fundamental unit of content in web design and is typically composed of a group of related sentences or thoughts focused on a particular topic or idea. Paragraphs play a crucial role in improving the readability and user experience of a website. They break down the text into smaller, manageable chunks, allowing readers to scan the content more easily.":["Μια παράγραφος σε έναν ιστότοπο αναφέρεται σε ένα ξεχωριστό μπλοκ κειμένου που χρησιμοποιείται για την παρουσίαση και την οργάνωση πληροφοριών. Αποτελεί θεμελιώδη μονάδα περιεχομένου στο σχεδιασμό ιστοσελίδων και συνήθως αποτελείται από μια ομάδα συναφών προτάσεων ή σκέψεων που επικεντρώνονται σε ένα συγκεκριμένο θέμα ή ιδέα. Οι παράγραφοι διαδραματίζουν καθοριστικό ρόλο στη βελτίωση της αναγνωσιμότητας και της εμπειρίας του χρήστη ενός ιστότοπου. Διαχωρίζουν το κείμενο σε μικρότερα, διαχειρίσιμα κομμάτια, επιτρέποντας στους αναγνώστες να σαρώνουν ευκολότερα το περιεχόμενο."],"AaBbCcDdEeFfGgHhiiJjKkLIMmNnOoPpQakRrssTtUuVVWwXxxYyZzOl23356789X{(…)},2!*&:\/A@HELFO™":["ΑαΒβΓγΔδΕεΖζΗηΘθΙιΚκΛλΜμΝνΞξΟοΠπΡρΣσΤτΥυϋΦφΧχΨψΩωςOl23356789X{(…)},2!*&:\/A@HELFO™"],"Default Gradients":["Προεπιλεγμένες Διαβαθμίσεις Χρωμάτων"],"Default Colors":["Προεπιλεγμένα Χρώματα"],"Duotones":["Δυοτονίες"],"Custom Gradients":["Προσαρμοσμένες διαβαθμίσεις χρωμάτων"],"Theme Gradients":["Διαβαθμίσεις χρωμάτων Θέματος"],"Theme Colors":["Χρώματα Θέματος"],"Are you sure you want to delete \"%s\" shadow preset?":["Είστε βέβαιοι πως θέλετε να διαγράψετε τις προεπιλογές σκίασης  \"%s\" ;"],"Remove all custom shadows":["Αφαίρεσε όλες τις προσαρμοσμένες σκιάσεις."],"Shadow options":["Επιλογές σκίασης"],"Are you sure you want to remove all custom shadows?":["Είστε βέβαιοι πως θέλετε να αφαιρέσετε όλες τις προσαρμοσμένες σκιάσεις;"],"noun\u0004Upload":["Μεταφόρτωση"],"The theme you are currently using does not support this screen.":["Το θέμα που χρησιμοποιείτε δεν υποστηρίζει αυτή την οθόνη."],"Explore block styles and patterns to refine your site.":["Εξερευνήστε στυλ και μοτίβα μπλοκ για να βελτιώσετε τον ιστότοπο σας."],"field\u0004Edit %s":["Επεξεργασία %s"],"navigation menu\u0004%s (Copy)":["%s (Αντιγραφή)"],"menu label\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Previewing %1$s: %2$s":["Προεπισκόπηση %1$s: %2$s"],"taxonomy menu label\u0004%1$s (%2$s)":["%1$s (%2$s)"],"taxonomy template menu label\u0004%1$s (%2$s)":["%1$s (%2$s)"],"post type menu label\u0004Single item: %1$s (%2$s)":["Μεμονωμένο στοιχείο: %1$s (%2$s)"],"post type menu label\u0004%1$s (%2$s)":["%1$s (%2$s)"],"pattern category\u0004Delete \"%s\"?":["Διαγραφή \"%s\";"],"pattern category\u0004\"%s\" deleted.":["\"%s\" διαγράφηκε."],"field\u0004Show %s":["Προβολή %s"],"field\u0004Hide %s":["Απόκρυψη %s"],"breadcrumb trail\u0004%1$s ‹ %2$s":["%1$s ‹ %2$s"],"variation label\u0004%1$s (%2$s)":["%1$s (%2$s)"],"There was an error updating the font family. %s":["Υπήρξε σφάλμα στην ενημέρωση της οικογένειας γραμματοσειρών. %s"],"Select a page to edit":["Επιλέξτε μια σελίδα για επεξεργασία"],"Post Edit":["Επεξεργασία δημοσίευσης"],"Draft new: %s":["Νέο προσχέδιο: %s"],"All items":["Όλα τα αντικείμενα"],"View is used as a noun\u0004View options":["Επιλογές προβολής"],"Properties":["Ιδιότητες"],"Move %s down":["Μετακίνηση %s προς τα κάτω"],"Move %s up":["Μετακίνηση %s προς τα πάνω"],"Preview size":["Μέγεθος προεπισκόπησης"],"paging\u0004<div>Page<\/div>%1$s<div>of %2$s<\/div>":["<div>Σελίδα<\/div>%1$s<div>από %2$s<\/div>"],"Page %1$s of %2$s":["Σελίδα %1$s από %2$s"],"Hide column":["Απόκρυψη στήλης"],"%d Item":["%d Στοιχείο","%d Στοιχεία"],"Select item":["Επιλογή αντικειμένου"],"Set styles for the site’s background.":["Ορισμός στυλ για το φόντο του ιστότοπου."],"Create and edit the presets used for font sizes across the site.":["Δημιουργήστε και επεξεργαστείτε τις προεπιλογές που χρησιμοποιούνται για τα μεγέθη γραμματοσειράς σε ολόκληρο τον ιστότοπο."],"New Font Size %d":["Νέο μέγεθος γραμματοσειράς %d"],"Reset font size presets":["Επαναφορά προκαθορισμένων μεγεθών γραμματοσειράς"],"Remove font size presets":["Κατάργηση προκαθορισμένων μεγεθών γραμματοσειράς"],"Font size presets options":["Επιλογές προεπιλογών μεγέθους γραμματοσειράς"],"Add font size":["Προσθήκη μεγέθους γραμματοσειράς"],"Are you sure you want to reset all font size presets to their default values?":["Είστε σίγουροι ότι θέλετε να επαναφέρετε όλες τις προεπιλογές μεγέθους γραμματοσειράς στις προεπιλεγμένες τιμές τους;"],"Are you sure you want to remove all custom font size presets?":["Είστε σίγουροι ότι θέλετε να καταργήσετε όλες τις προσαρμοσμένες προεπιλογές μεγέθους γραμματοσειράς;"],"Maximum":["Μέγιστο"],"Minimum":["Ελάχιστο"],"Set custom min and max values for the fluid font size.":["Ορίστε προσαρμοσμένες ελάχιστες και μέγιστες τιμές για το μέγεθος της ρευστής γραμματοσειράς."],"Custom fluid values":["Προσαρμοσμένες τιμές μεγέθους"],"Scale the font size dynamically to fit the screen or viewport.":["Κλιμάκωση του μεγέθους της γραμματοσειράς δυναμικά ώστε να προσαρμόζεται στην οθόνη ή στο παράθυρο προβολής."],"Fluid typography":["Ρευστή τυπογραφία"],"Font size options":["Επιλογές μεγέθους γραμματοσειράς"],"Manage the font size %s.":["Διαχείριση του μεγέθους γραμματοσειράς %s."],"Font size preset name":["Όνομα προεπιλεγμένου μεγέθους γραμματοσειράς"],"Are you sure you want to delete \"%s\" font size preset?":["Είστε σίγουροι ότι θέλετε να διαγράψετε την προεπιλογή μεγέθους γραμματοσειράς \"%s\";"],"All headings":["Όλες οι επικεφαλίδες"],"Typesets":["Γραμματοσειρές"],"Available fonts, typographic styles, and the application of those styles.":["Διαθέσιμες γραμματοσειρές, τυπογραφικά στυλ και η εφαρμογή αυτών των στυλ."],"No fonts activated.":["Δεν έχουν ενεργοποιηθεί γραμματοσειρές."],"font source\u0004Custom":["Προσαρμοσμένο"],"font source\u0004Theme":["Θέμα"],"Font family updated successfully.":["Η οικογένεια γραμματοσειρών ενημερώθηκε επιτυχώς."],"Font size presets":["Προεπιλογές μεγέθους γραμματοσειράς"],"Background styles":["Στυλ φόντου"],"Go to Site Editor":["Μετάβαση στον επεξεργαστή ιστότοπου"],"No items found":["Δεν βρέθηκαν στοιχεία"],"Loading items…":["Φόρτωση στοιχείων..."],"pattern (singular)\u0004Not synced":["Δεν συγχρονίστηκε"],"Includes every template part defined for any area.":["Περιλαμβάνει κάθε τμήμα προτύπου που έχει οριστεί για οποιαδήποτε περιοχή."],"All Template Parts":["Όλα τα τμήματα προτύπων"],"%d Item selected":["%d Επιλεγμένο στοιχείο \t\t\t\t\t\t\t\t \t\t\t\t\t\t\t","%d Επιλεγμένα στοιχεία \t\t\t\t\t\t\t\t \t\t\t\t\t\t\t"],"<Name>%1$s is not: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s δεν είναι: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s είναι: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is not all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s δεν είναι ούτε: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s είναι : <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is none: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s είναι κανένα: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is any: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s είναι οποιοδήποτε: <\/Name><Value>%2$s<\/Value>"],"List of: %1$s":["Λίστα των: %1$s"],"Is not all":["Δεν είναι όλα"],"Is all":["Είναι όλα"],"Is none":["Είναι κανένα"],"Is any":["Είναι οτιδήποτε"],"Are you sure you want to apply this revision? Any unsaved changes will be lost.":["Είστε σίγουροι ότι θέλετε να εφαρμόσετε αυτή την αναθεώρηση; Τυχόν μη αποθηκευμένες αλλαγές θα χαθούν."],"Spread":["Έκταση"],"Blur":["Θόλωμα"],"Y Position":["Θέση Y"],"X Position":["Θέση X"],"Inset":["Ενσωματωμένο"],"Outset":["Εξωτερικό"],"Inner shadow":["Εσωτερική σκιά"],"Remove shadow":["Αφαίρεση σκιάς"],"Shadow name":["Όνομα σκιάς"],"Add shadow":["Προσθήκη σκιάς"],"Shadow %s":["Σκιά %s"],"Manage and create shadow styles for use across the site.":["Διαχείριση και δημιουργία στυλ σκιών για χρήση σε ολόκληρο τον ιστότοπο."],"The combination of colors used across the site and in color pickers.":["Ο συνδυασμός των χρωμάτων που χρησιμοποιούνται σε ολόκληρο τον ιστότοπο και στους επιλογείς χρωμάτων."],"Palettes":["Παλέτες"],"Palette colors and the application of those colors on site elements.":["Χρώματα παλέτας και εφαρμογή αυτών των χρωμάτων σε στοιχεία του ιστότοπου."],"Add colors":["Προσθήκη χρωμάτων"],"Edit palette":["Επεξεργασία παλέτας"],"Lowercase letter A\u0004a":["α"],"Uppercase letter A\u0004A":["Α"],"pattern (singular)\u0004Synced":["Συγχρονισμένο"],"https:\/\/developer.wordpress.org\/advanced-administration\/wordpress\/css\/":["https:\/\/developer.wordpress.org\/advanced-administration\/wordpress\/css\/"],"Font library\u0004Library":["Βιβλιοθήκη"],"There was an error installing fonts.":["Παρουσιάστηκε ένα σφάλμα κατά την εγκατάσταση γραμματοσειρών."],"Empty template":["Κενό πρότυπο"],"Action menu for %s pattern category":["Μενού ενεργειών για την κατηγορία μοτίβων %s"],"Are you sure you want to delete the category \"%s\"? The patterns will not be deleted.":["Είστε σίγουροι ότι θέλετε να διαγράψετε την κατηγορία \"%s\"; Τα μοτίβα δεν θα διαγραφούν."],"An error occurred while deleting the pattern category.":["Προέκυψε σφάλμα κατά τη διαγραφή της κατηγορίας μοτίβων."],"Filter by: %1$s":["Φίλτρο ανά: %1$s"],"Conditions":["Προϋποθέσεις"],"Unknown status for %1$s":["Άγνωστη κατάσταση για %1$s"],"Search items":["Αναζήτηση αντικειμένων"],"Sort by":["Ταξινόμηση κατά"],"Items per page":["Αντικείμενα ανά σελίδα"],"%1$s ‹ %2$s ‹ Editor — WordPress":["%1$s ‹ %2$s ‹ Επεξεργαστής — WordPress"],"Click on previously saved styles to preview them. To restore a selected version to the editor, hit \"Apply.\" When you're ready, use the Save button to save your changes.":["Κάντε κλικ σε αποθηκευμένα στυλ για προεπισκόπηση. Για να επαναφέρετε μια επιλεγμένη έκδοση στον διορθωτή, πατήστε «Εφαρμογή». Όταν είστε έτοιμοι, χρησιμοποιήστε το κουμπί Αποθήκευση για να αποθηκεύσετε τις αλλαγές σας."],"Revisions (%s)":["Αναθεωρήσεις (%s)"],"These styles are already applied to your site.":["Αυτά τα στυλ ήδη έχουν εφαρμοστεί στον ιστότοπο σας."],"(Unsaved)":["(Μη αποθηκευμένο)"],"Changes saved by %1$s on %2$s. This revision matches current editor styles.":["Αλλαγές αποθηκευτήκαν από τον %1$s στις %2$s. Αυτή η αναθεώρηση συνάδει με τα τρέχοντα στυλ του επεξεργαστή."],"heading levels\u0004All":["Όλα"],"Add fonts":["Προσθήκη γραμματοσειρών"],"No fonts installed.":["Δεν υπάρχουν εγκατεστημένες γραμματοσειρές."],"Uploaded fonts appear in your library and can be used in your theme. Supported formats: .ttf, .otf, .woff, and .woff2.":["Οι μεταφορτωμένες γραμματοσειρές εμφανίζονται στη βιβλιοθήκη σας και μπορούν να χρησιμοποιηθούν στο ενεργό θέμα εμφάνισης. Υποστηριζόμενες μορφές: .ttf, .otf, .woff, και .woff2."],"No fonts found to install.":["Δεν βρέθηκαν γραμματοσειρές για εγκατάσταση."],"Current page":["Τρέχουσα σελίδα"],"Revoke access to Google Fonts":["Ανάκληση πρόσβασης στις γραμματοσειρές Google"],"Error installing the fonts, could not be downloaded.":["Σφάλμα εγκατάστασης των γραμματοσειρών, δεν μπόρεσε να γίνει η μεταφόρτωση."],"font categories\u0004All":["Όλα"],"Connect to Google Fonts":["Σύνδεση με τις γραμματοσειρές Google"],"Are you sure you want to delete \"%s\" font and all its variants and assets?":["Είστε σίγουροι ότι θέλετε να διαγράψετε τη γραμματοσειρά \"%s\" και όλες τις παραλλαγές και τα στοιχεία της;"],"There was an error uninstalling the font family.":["Προέκυψε σφάλμα κατά την απεγκατάσταση της οικογένειας γραμματοσειρών."],"%d variant":["%d παραλλαγή","%d παραλλαγές"],"Reset styles":["Επαναφορά στυλ"],"Saving your changes will change your active theme from %1$s to %2$s.":["Η αποθήκευση των αλλαγών σας θα αλλάξουν το ενεργό θέμα από %1$s σε %2$s."],"Custom Views":["Προσαρμοσμένες προβολές"],"Add new view":["Προσθήκη νέας προβολής"],"New view":["Νέα προβολή"],"My view":["Η προβολή μου"],"Drafts":["Πρόχειρα"],"Activate %s":["Ενεργοποίηση %s"],"Activate %s & Save":["Ενεργοποίηση %s & Αποθήκευση"],"Activating %s":["Ενεργοποίηση %s"],"Sort descending":["Φθίνουσα ταξινόμηση"],"Sort ascending":["Αύξουσα ταξινόμηση"],"Is not":["Δεν είναι"],"Is":["Είναι"],"No results":["Δεν υπάρχουν αποτελέσματα"],"Deselect all":["Αποεπιλογή όλων"],"Add filter":["Προσθήκη φίλτρου"],"Style Revisions":["Αναθεωρήσεις στυλ"],"Drop shadow":["Αναπτυσσόμενη σκιά"],"Empty template part":["Κενό τμήμα προτύπου"],"Style revisions":["Στυλ αναθεωρήσεων"],"Customize CSS":["Προσαρμογή CSS"],"Default styles":["Προεπιλεγμένα στυλ"],"Reset the styles to the theme defaults":["Επαναφορά των στυλ στις προεπιλογές του θέματος"],"Manage fonts":["Διαχείριση γραμματοσειρών"],"Fonts":["Γραμματοσειρές"],"Install Fonts":["Εγκατάσταση γραμματοσειρών"],"Upload font":["Μεταφόρτωση γραμματοσειράς"],"No fonts found. Try with a different search term":["Δεν βρέθηκαν γραμματοσειρές. Προσπαθήστε με διαφορετικούς όρους αναζήτησης"],"Font name…":["Όνομα γραμματοσειράς…"],"Select font variants to install.":["Επιλέξτε παραλλαγές γραμματοσειρές για εγκατάσταση."],"Allow access to Google Fonts":["Επιτρέψτε πρόσβαση στις γραμματοσειρές Google"],"You can alternatively upload files directly on the Upload tab.":["Εναλλακτικά, μπορείτε να μεταφορτώσετε αρχεία απευθείας στην καρτέλα Μεταφόρτωση."],"To install fonts from Google you must give permission to connect directly to Google servers. The fonts you install will be downloaded from Google and stored on your site. Your site will then use these locally-hosted fonts.":["Για να εγκαταστήσετε γραμματοσειρές από τη Google πρέπει να δώσετε την άδεια να συνδεθείτε απευθείας στους διακομιστές της Google. Οι γραμματοσειρές που θα εγκαταστήσετε θα ληφθούν από τη Google και θα αποθηκευτούν στον ιστότοπό σας. Στη συνέχεια, ο ιστότοπός σας θα χρησιμοποιεί αυτές τις γραμματοσειρές που φιλοξενούνται τοπικά."],"Choose font variants. Keep in mind that too many variants could make your site slower.":["Επιλέξτε παραλλαγές γραμματοσειράς. Λάβετε υπόψη ότι οι πολλές παραλλαγές θα μπορούσαν να κάνουν τον ιστότοπό σας πιο αργό."],"Font family uninstalled successfully.":["Οι γραμματοσειρές απεγκαταστάθηκαν με επιτυχία."],"Fonts were installed successfully.":["Οι γραμματοσειρές εγκαταστάθηκαν με επιτυχία."],"%1$s\/%2$s variants active":["%1$s\/%2$s παραλλαγές ενεργές"],"font style\u0004Normal":["Κανονικό"],"font weight\u0004Extra-bold":["Εξαιρετικά έντονο"],"font weight\u0004Semi-bold":["Ημιέντονο"],"font weight\u0004Normal":["Κανονικό"],"font weight\u0004Extra-light":["Εξαιρετικά λεπτό"],"Add your own CSS to customize the appearance of the %s block. You do not need to include a CSS selector, just add the property and value.":["Προσθέστε το δικό σας κώδικα CSS για να προσαρμόσετε την εμφάνιση του μπλοκ %s. Δεν χρειάζεται να συμπεριλάβετε έναν επιλογέα CSS, απλά προσθέστε την ιδιότητα και την τιμή."],"Imported \"%s\" from JSON.":["Έγινε εισαγωγή \"%s\" από JSON."],"Import pattern from JSON":["Εισαγωγή μοτίβου από JSON"],"A list of all patterns from all sources.":["Ένας κατάλογος όλων των μοτίβων από όλες τις πηγές"],"No results found":["Δεν βρέθηκαν αποτελέσματα"],"All patterns":["Όλα τα μοτίβα"],"Changes saved by %1$s on %2$s":["Αλλαγές που αποθηκεύτηκαν από %1$s στις %2$s"],"Unsaved changes by %s":["Μη αποθηκευμένες αλλαγές από %s"],"Sync status":["Κατάσταση συγχρονισμού"],"Patterns content":["Περιεχόμενο μοτίβων"],"Patterns that can be changed freely without affecting the site.":["Μοτίβα που μπορούν να τροποποιηθούν χωρίς να επηρεάζουν τον ιστότοπο."],"Patterns that are kept in sync across the site.":["Μοτίβα που διατηρούνται συγχρονισμένα σε ολόκληρο τον ιστότοπο."],"Last page":["Τελευταία σελίδα"],"paging\u0004%1$s of %2$s":["%1$s από %2$s"],"First page":["Πρώτη σελίδα"],"Empty pattern":["Κενό μοτίβο"],"Learn about styles":["Μάθετε για τα στυλ"],"Open styles":["Άνοιγμα στυλ"],"Save panel":["Πλαίσιο αποθήκευσης"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Χρησιμοποιήστε τα πλήκτρα αριστερού και δεξιού βέλους για να αλλάξετε το μέγεθος του καμβά. Κρατήστε πατημένο το shift για να αλλάξετε το μέγεθος σε μεγαλύτερα βήματα."],"Open command palette":["Άνοιγμα της παλέτας εντολών"],"View site (opens in a new tab)":["Προβολή ιστότοπου (ανοίγει σε μια νέα καρτέλα)"],"Open Navigation":["Άνοιγμα Πλοήγησης"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Λάβετε υπόψιν ότι το ίδιο πρότυπο μπορεί να χρησιμοποιηθεί από πολλές σελίδες, επομένως τυχόν αλλαγές που γίνονται εδώ ενδέχεται να επηρεάσουν άλλες σελίδες στον ιστότοπο. Για να επιστρέψετε στην επεξεργασία του περιεχομένου της σελίδας, κάντε κλικ στο κουμπί \"Πίσω\" στη γραμμή εργαλείων."],"Editing a template":["Τροποποίηση προτύπου"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Είναι πλέον δυνατή η επεξεργασία περιεχομένου σελίδας στον διορθωτή ιστότοπου. Για να προσαρμόσετε άλλα τμήματα της σελίδας, όπως η κεφαλίδα και το υποσέλιδο, μεταβείτε στην επεξεργασία του προτύπου χρησιμοποιώντας την πλευρική στήλη ρυθμίσεων."],"Continue":["Συνέχεια"],"Editing a page":["Τροποποίηση σελίδας"],"Close Styles":["Κλείσιμο Στυλ"],"Close revisions":["Κλείσιμο αναθεωρήσεων"],"Manage the fonts and typography used on captions.":["Διαχείριση των γραμματοσειρών και της τυπογραφίας που χρησιμοποιείται στις λεζάντες."],"Create draft":["Δημιουργία πρόχειρου"],"No title":["Χωρίς τίτλο"],"Review %d change…":["Ανασκόπιση %d αλλαγής...","Ανασκόπιση %d αλλαγών..."],"Activate & Save":["Ενεργοποίηση & Αποθήκευση"],"Manage your Navigation Menus.":["Διαχειριστείτε τα μενού πλοήγησης σας."],"No Navigation Menus found.":["Δεν βρέθηκαν μενού πλοήγησης."],"Unable to duplicate Navigation Menu (%s).":["Δεν είναι δυνατή η αντιγραφή του Μενού Πλοήγησης (%s)."],"Duplicated Navigation Menu":["Το Μενού Πλοήγησης αντιγράφτηκε."],"Unable to rename Navigation Menu (%s).":["Αδυναμία μετονομασίας του Μενού Πλοήγησης (%s)."],"Renamed Navigation Menu":["Το Μενού Πλοήγησης μετονομάστηκε"],"Unable to delete Navigation Menu (%s).":["Αδύνατη η διαγραφή του Μενού Πλοήγησης (%s)."],"Navigation Menu missing.":["Το Μενού Πλοήγησης λείπει."],"Navigation Menus are a curated collection of blocks that allow visitors to get around your site.":["Τα μενού πλοήγησης είναι μια επιμελημένη συλλογή από μπλοκ που επιτρέπουν στους επισκέπτες να περιηγηθούν στον ιστότοπό σας."],"Are you sure you want to delete this Navigation Menu?":["Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το Μενού Πλοήγησης;"],"Navigation title":["Τίτλος πλοήγησης"],"Go to %s":["Μετάβαση σε %s"],"Manage what patterns are available when editing the site.":["Διαχειριστείτε ποια μοτίβα είναι διαθέσιμα κατά την επεξεργασία του ιστότοπου."],"Select what the new template should apply to:":["Επιλέξτε που πρέπει να εφαρμόζεται το νέο πρότυπο:"],"E.g. %s":["Π.χ. %s"],"Examples of blocks":["Παραδείγματα μπλοκ"],"Global styles revisions list":["Λίστα αναθεωρήσεων καθολικών στυλ"],"Go to the Dashboard":["Μεταβείτε στον Πίνακα Ελέγχου"],"My patterns":["Τα Μοτίβα μου"],"Grid":["Πλέγμα"],"Examples of blocks in the %s category":["Παραδείγματα μπλοκ στην κατηγορία %s"],"A custom template can be manually applied to any post or page.":["Ένα προσαρμοσμένο πρότυπο, μπορεί να εφαρμοστεί σε οποιοδήποτε άρθρο ή σελίδα."],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Δημιουργήστε νέα πρότυπα ή επαναφέρετε τυχόν προσαρμογές που έγιναν στα πρότυπα που παρέχονται από το θέμα εμφάνισής σας."],"Customize the appearance of your website using the block editor.":["Επεξεργαστείτε την εμφάνιση του ιστότοπού σας χρησιμοποιώντας τον επεξεργαστή μπλοκ."],"Template part":["Τμήμα προτύπου"],"CSS":["CSS"],"Open %s styles in Styles panel":["Άνοιγμα των στυλ του μπλοκ %s στο πλαίσιο Στυλ"],"Style Book":["Στυλ Βιβλίου"],"Choose a variation to change the look of the site.":["Επιλέξτε μια παραλλαγή για να αλλάξετε την εμφάνιση του ιστότοπου."],"Randomize colors":["Τυχαιοποίηση χρωμάτων"],"Add your own CSS to customize the appearance and layout of your site.":["Προσθέστε το δικό σας CSS για να προσαρμόσετε την εμφάνιση και τη διάταξη του ιστότοπού σας."],"Style Variations":["Παραλλαγές στυλ"],"All template parts":["Όλα τα τμήματα προτύπου"],"Apply globally":["Γενική εφαρμογή"],"Apply this block’s typography, spacing, dimensions, and color styles to all %s blocks.":["Εφαρμόστε την τυπογραφία, τα διαστήματα, τις διαστάσεις και τα στυλ χρώματος αυτού του μπλοκ σε όλα τα μπλοκ %s."],"%s styles applied.":["%s στυλ εφαρμόσθηκαν."],"(no title %s)":["(χωρίς τίτλο %s)"],"Pattern":["Μοτίβο"],"Custom template":["Προσαρμοσμένο πρότυπο"],"\"%s\" successfully created.":["\"%s\" δημιουργήθηκε με επιτυχία."],"This template will be used only for the specific item chosen.":["Αυτό το πρότυπο θα χρησιμοποιηθεί μόνο για το επιλεγμένο στοιχείο."],"For a specific item":["Για συγκεκριμένο στοιχείο"],"For all items":["Για όλα τα στοιχεία"],"Select whether to create a single template for all items or a specific one.":["Επιλέξτε εάν θα δημιουργήσετε ένα πρότυπο για όλα τα στοιχεία ή για ένα συγκεκριμένο."],"Add template: %s":["Προσθήκη προτύπου: %s"],"Suggestions list":["Λίστα προτάσεων"],"All Authors":["Όλοι οι συντάκτες"],"No authors found.":["Δεν βρέθηκαν συντάκτες."],"Search Authors":["Αναζήτηση συντακτών"],"Displays taxonomy: %s.":["Εμφανίζει την ταξινομία: %s."],"Displays a single item: %s.":["Εμφανίζει ένα μεμονωμένο στοιχείο: %s."],"Single item: %s":["Μεμονωμένο στοιχείο: %s"],"Displays an archive with the latest posts of type: %s.":["Εμφανίζει το αρχείο με τα τελευταία άρθρα του τύπου: %s."],"Archive: %1$s (%2$s)":["Αρχείο: %1$s (%2$s)"],"Manage the fonts and typography used on buttons.":["Διαχείριση των γραμματοσειρών και της τυπογραφίας που χρησιμοποιείται στα κουμπιά."],"Manage the fonts and typography used on headings.":["Διαχείριση των γραμματοσειρών και της τυπογραφίας που χρησιμοποιείται στις κεφαλίδες."],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Select heading level":["Επιλογή επιπέδου κεφαλίδας"],"View site":["Προβολή ιστοτόπου"],"Add template":["Προσθήκη Προτύπου"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Περιγράψτε το προτύπο, π.χ. \"Άρθρο με πλευρική στήλη\". Ένα προσαρμοσμένο πρότυπο μπορεί να εφαρμοστεί  χειροκίνητα σε οποιοδήποτε άρθρο ή σελίδα."],"This Navigation Menu is empty.":["Το μενού περιήγησης είναι κενό."],"Browse styles":["Περιήγηση στα στυλ"],"Download your theme with updated templates and styles.":["Κατεβάστε το θέμα εμφάνισής σας με ενημερωμένα πρότυπα και στυλ."],"The \"%s\" plugin has encountered an error and cannot be rendered.":["Το πρόσθετο \"%s\" αντιμετώπισε σφάλμα και δεν μπορεί να εκτελεστεί."],"Navigation Menu successfully deleted.":["Το μενού πλοήγησης διαγράφηκε επιτυχώς."],"font weight\u0004Black":["Μαύρο"],"font weight\u0004Bold":["Έντονα"],"font weight\u0004Medium":["Μεσαία"],"font weight\u0004Light":["Λεπτά"],"font weight\u0004Thin":["Λεπτά"],"font style\u0004Italic":["Πλάγια"],"site exporter menu item\u0004Export":["Εξαγωγή"],"Rename":["Μετονομασία"],"An error occurred while creating the template.":["Προέκυψε σφάλμα κατά την δημιουργία του προτύπου."],"Here’s a detailed guide to learn how to make the most of it.":["Ακολουθεί ένας αναλυτικός οδηγός για να μάθετε πώς να αξιοποιήσετε στο έπακρο."],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/support\/article\/styles-overview\/"],"New to block themes and styling your site?":["Νέος στα θέματα εμφάνισης μπλοκ και στο στυλάρισμα του ιστοτόπου σας;"],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Μπορείτε να τροποποιήσετε τα μπλοκ σας για να εξασφαλίσετε μια συνεκτική εμπειρία σε ολόκληρο τον ιστότοπο - προσθέστε τα χρώματα της επωνυμίας σας σε ένα μπλοκ κουμπιών ή προσαρμόστε το μπλοκ τίτλου στις διαστάσεις της επιλογής σας."],"Personalize blocks":["Εξατομίκευση μπλοκ"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle!":["Μπορείτε να προσαρμόσετε τον ιστότοπό σας όσο θέλετε με διαφορετικά χρώματα, γραμματοσειρές και διατάξεις. Ή αν προτιμάτε, αφήστε τα να καθοριστούν από το θέμα σας!"],"Set the design":["Καθορίστε το σχέδιο"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Τροποποιήστε τον ιστότοπό σας ή δώστε του μια εντελώς νέα εμφάνιση! Γίνετε δημιουργικοί — τι θα λέγατε για μια νέα παλέτα χρωμάτων για τα κουμπιά σας ή για την επιλογή μιας νέας γραμματοσειράς; Ρίξτε μια ματιά σε αυτό που μπορείτε να κάνετε εδώ."],"Welcome to Styles":["Καλώς ήλθατε στα Στυλ"],"styles":["στυλ"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Κάντε κλικ στο <StylesIconImage \/> για να ξεκινήσετε να σχεδιάζετε τα μπλοκ σας και επιλέξτε την τυπογραφία, τη διάταξη και τα χρώματά σας."],"Design everything on your site — from the header right down to the footer — using blocks.":["Σχεδιάστε τα πάντα στον ιστότοπο σου - από την κεφαλίδα μέχρι κάτω στο υποσέλιδο - με την χρήση μπλοκ."],"Edit your site":["Επεξεργαστείτε τον ιστότοπό σας"],"Welcome to the site editor":["Καλώς ήρθατε στον επεξεργαστή ιστότοπου "],"Drag to resize":["Σύρετε για αλλαγή μεγέθους"],"Reset to defaults":["Επαναφορά στις αρχικές ρυθμίσεις"],"Manage the fonts and typography used on the links.":["Διαχείριση των φόντων και της τυπογραφίας που χρησιμοποιείται στους συνδέσμους."],"Manage the fonts used on the site.":["Διαχείριση των γραμματοσειρών του ιστοτόπου."],"Elements":["Στοιχεία"],"Aa":["Αα"],"Customize the appearance of specific blocks and for the whole site.":["Προσαρμογή της εμφάνισης συγκεκριμένων μπλοκ και ολόκληρου του ιστοτόπου."],"Customize the appearance of specific blocks for the whole site.":["Προσαρμογή της εμφάνισης συγκεκριμένων μπλοκ για ολόκληρο τον ιστότοπο."],"An error occurred while creating the site export.":["Ένα σφάλμα προέκυψε κατά την δημιουργία εξαγωγής του ιστοτόπου."],"Remove %s":["Αφαίρεση %s"],"Sorry, you are not allowed to upload this file type.":["Δυστυχώς, δεν επιτρέπεται να ανεβάσετε αυτόν τον τύπο αρχείου."],"Displays latest posts written by a single author.":["Προβάλει τα πιο πρόσφατα άρθρα γραμμένα από αυτό τον συντάκτη."],"Create custom template":["Δημιουργία προσαρμοσμένου προτύπου"],"Custom Template":["Προσαρμοσμένο Πρότυπο"],"Shadows":["Σκιές"],"Layout":["Διάταξη"],"Duotone":["Διτονικό"],"All templates":["Όλα τα πρότυπα"],"Templates":["Πρότυπα"],"More":["Περισσότερα"],"Captions":["Λεζάντες"],"Appearance":["Εμφάνιση"],"Design":["Σχεδίαση"],"Open save panel":["Άνοιγμα πίνακα αποθήκευσης"],"Patterns":["Μοτίβα"],"Typography":["Τυπογραφία"],"Review changes":["Επισκόπηση αλλαγών"],"Buttons":["Κουμπιά"],"Get started":["Ξεκινήστε"],"Welcome Guide":["Οδηγός καλοσωρίσματος"],"Gradient":["Διαβάθμιση χρώματος"],"Move right":["Μετακίνηση δεξιά"],"Move left":["Μετακίνηση αριστερά"],"Posts":["Άρθρα"],"Details":["Λεπτομέρειες"],"Custom Colors":["Προσαρμοσμένα χρώματα"],"Scheduled":["Προγραμματίστηκε"],"Create":["Δημιουργία"],"Pagination":["Σελιδοποίηση"],"Heading %d":["Επικεφαλίδα %d"],"Embeds":["Ενσωματώσεις"],"Save your changes.":["Αποθήκευση των αλλαγών σας."],"Options":["Επιλογές"],"Headings":["Κεφαλίδες"],"Saving":["Γίνεται αποθήκευση"],"%d Revision":["%d αναθεώρηση","%d αναθεωρήσεις"],"Order":["Σειρά"],"%d result found.":["%d αποτέλεσμα βρέθηκε.","%d αποτελέσματα βρέθηκαν."],"Duplicate":["Δημιουργία αντιγράφου"],"Category":["Κατηγορία"],"Reset":["Επαναφορά"],"(opens in a new tab)":["(ανοίγει σε μία νέα καρτέλα)"],"No blocks found.":["Δεν βρέθηκαν μπλοκ."],"All Blocks":["Όλα τα μπλοκ"],"Blocks":["Μπλοκς"],"Pending":["Σε αναμονή"],"%s item":["%s στοιχείο","%s στοιχεία"],"Learn more about CSS":["Μάθετε περισσότερα για τη CSS"],"Additional CSS":["Πρόσθετη CSS"],"Site Icon":["Εικονίδιο ιστοτόπου"],"Site Identity":["Ταυτότητα ιστοτόπου"],"Site Preview":["Προεπισκόπηση ιστοτόπου"],"Archive: %s":["Ιστορικό: %s"],"Color":["Χρώμα"],"Font Sizes":["Μεγέθη γραμματοσειράς"],"Back":["Επιστροφή"],"Trash":["Διαγραφή"],"Table":["Πίνακας"],"Move up":["Μετακίνηση επάνω"],"Move down":["Μετακίνηση κάτω"],"Overview":["Προεπισκόπηση"],"Menu":["Μενού"],"Colors":["Χρώματα"],"Saved":["Αποθηκεύτηκε"],"Remove":["Αφαίρεση"],"Template":["Πρότυπο"],"Navigation":["περιήγησης"],"Styles":["Φύλλα στυλ"],"Learn more":["Μάθετε περισσότερα"],"An error occurred while creating the item.":["Παρουσιάστηκε σφάλμα κατά τη φόρτωση του αντικειμένου."],"User":["Χρήστης"],"Custom":["Προσαρμοσμένος"],"Previous page":["Προηγούμενη σελίδα"],"Next page":["Επόμενη σελίδα"],"Select all":["Επιλογή όλων"],"Hidden":["Κρυφό"],"Background":["Φόντο"],"List":["Λίστα"],"Palette":["Παλέτα"],"Heading 6":["Κεφαλίδα 6"],"Heading 5":["Κεφαλίδα 5"],"Heading 4":["Κεφαλίδα 4"],"Heading 3":["Κεφαλίδα 3"],"Heading 2":["Κεφαλίδα 2"],"Heading 1":["Κεφαλίδα 1"],"Text":["Κείμενο"],"Widgets":["Μικροεφαρμογές"],"Default":["Προεπιλογή"],"Theme":["Θέμα"],"(no title)":["(χωρίς τίτλο)"],"Close":["Κλείσιμο"],"Pages":["Σελίδες"],"Links":["Σύνδεσμοι"],"Search":["Αναζήτηση"],"Update":["Ενημέρωση"],"Private":["Απόρρητο"],"Actions":["Ενέργειες"],"Media":["Πολυμέσα"],"Size":["Μέγεθος"],"Install":["Εγκατάσταση"],"Cancel":["Ακύρωση"],"Preview":["Προεπισκόπηση"],"Description":["Περιγραφή"],"Name":["Όνομα"],"Advanced":["Περισσότερα"],"Save":["Αποθήκευση"],"Delete":["Διαγραφή"],"Revisions":["Αναθεωρήσεις"],"Comments":["Σχόλια"],"Apply":["Εφαρμογή"],"Undo":["Αναίρεση"],"Edit":["Επεξεργασία"],"Author":["Συντάκτης"],"Published":["Δημοσιεύτηκε"],"Title":["Τίτλος"],"Activate":["Ενεργοποίηση"]}},"comment":{"reference":"wp-includes\/js\/dist\/edit-site.js"}}